[
    {
       "Autor":"Bloomberg News",
       "Titulo":"Mexico Has Prototypes for Its Own Compact EV, President Says",
       "Descricao":"Mexico has prototypes for a domestically-manufactured compact electric vehicle that could in time rival those made in countries such as India, President Claudia Sheinbaum said Friday.",
       "Conteudo":"",
       "Contagem Palavra Tesla":0,
       "Contagem Palavra Elon Mushen":0,
       "Contagem Palavra Carro":0
    },
    {
       "Autor":"NYT News Service",
       "Titulo":"Elon Musk shows off Tesla 'Robotaxi' that drives itself",
       "Descricao":"Tesla unveiled its much-anticipated self-driving 'Robotaxi,' a prototype without steering wheel or pedals, aiming for release by 2027. Elon Musk, known for his optimistic timelines, claims this innovation will revolutionize transportation and boost Tesla’s ma…",
       "Conteudo":"Artificial Intelligence(AI) AI for Everyone: Understanding and Applying the Basics on Artificial Intelligence By - Ritesh Vajariya, Generative AI Expert Artificial Intelligence(AI) Generative AI for Dynamic Java Web Applications with ChatGPT By - Metla Sudha Sekhar, IT Specialist and Developer Artificial Intelligence(AI) Mastering C++ Fundamentals with Generative AI: A Hands-On By - Metla Sudha Sekhar, IT Specialist and Developer Web Development A Comprehensive ASP.NET Core MVC 6 Project Guide for 2024 By - Metla Sudha Sekhar, IT Specialist and Developer Strategy ESG and Business Sustainability Strategy By - Vipul Arora, Partner, ESG & Climate Solutions at Sattva Consulting Author I Speaker I Thought Leader Finance AI and Generative AI for Finance By - Hariom Tatsat, Vice President- Quantitative Analytics at Barclays Finance Corporate Fraud and Forensic Modelling By - Ankush Lamba, Managing Director- Ankura Office Productivity Zero to Hero in Microsoft Excel: Complete Excel guide 2024 By - Metla Sudha Sekhar, IT Specialist and Developer Artificial Intelligence(AI) Java Programming with ChatGPT: Learn using Generative AI By - Metla Sudha Sekhar, IT Specialist and Developer Web Development Mastering Full Stack Development: From Frontend to Backend Excellence By - Metla Sudha Sekhar, IT Specialist and Developer HR Human Potential and the Future of Employment By - Lynda Gratton, Prof. at London Business School, Speaker, Author, Global Thought Leader Marketing Digital Marketing Masterclass by Pam Moore By - Pam Moore, Digital Transformation and Social Media Expert Technology Cybersecurity Masterclass By - Gaurav Khera, Partner, Risk Advisory: Deloitte Office Productivity Mastering Microsoft Office: Word, Excel, PowerPoint, and 365 By - Metla Sudha Sekhar, IT Specialist and Developer Office Productivity Advanced Excel Course - Financial Calculations & Excel Made Easy By - Anirudh Saraf, Founder- Saraf A & Associates, Chartered Accountant Artificial Intelligence(AI) Master in Python Language Quickly Using the ChatGPT Open AI By - Metla Sudha Sekhar, IT Specialist and Developer Marketing Future of Marketing & Branding Masterclass By - Dr. David Aaker, Professor Emeritus at the Haas School of Business, UC Berkeley, Author | Speaker | Thought Leader | Branding Consultant Legal Drafting Commercial Contracts and Dispute Resolution By - Shafaq Uraizee Sapre, Managing Partner: Mumbai, Chandhiok and Mahajan Finance Financial Reporting and Analytics By - Dr. C.P. Gupta, Professor: Department of Finance and Business Economics, University of Delhi Finance A2Z Of Finance: Finance Beginner Course By - elearnmarkets, Financial Education by StockEdge Legal Digital Personal Data Protection Act 2023 By - Gaurav Khera, Partner, Risk Advisory: Deloitte Data Science SQL for Data Science along with Data Analytics and Data Visualization By - Metla Sudha Sekhar, IT Specialist and Developer Strategy Succession Planning Masterclass By - Nigel Penny, Global Strategy Advisor: NSP Strategy Facilitation Ltd. (Catch all the Business News, Breaking News, Budget 2024 Events and Latest News Updates on The Economic Times.) Subscribe to The Economic Times Prime and read the ET ePaper online. (Catch all the Business News, Breaking News, Budget 2024 Events and Latest News Updates on The Economic Times.) Subscribe to The Economic Times Prime and read the ET ePaper online.  This is how Edelweiss Financial has broken its long spell of underperformance 5 reasons why DTH headwinds are not stopping Airtel from wooing Tata Play How Ratan Tata built a growth empire, yet most value-driven investors missed the bus Byju Raveendran’s rocky, humbling slide to his last chance saloon 2 blunders, 1 lesson – why authentic communication matters India, Diego Garcia, and a deal in the Indian Ocean TN: Mysuru-Darbhanga Express rams into goods train Air India Tiruchi-Sharjah flight faces mid-air glitch IDF continues to target Hezbollah commanders Obama makes 'diaper' joke at Trump Tesla’s robotaxi: Elon Musk unveils self-driven 'cybercab' Mahadev betting scam ‘mastermind’ nabbed in Dubai Noel Tata appointed Tata Trusts Chairman Fresh Israeli strikes jolt central Beirut; 22 killed From ASEAN to Ramayan, PM shares glimpses of his Lao PDR visit Donald Trump says India imposes highest tariffs on foreign products TN: Mysuru-Darbhanga Express rams into goods train Air India Tiruchi-Sharjah flight faces mid-air glitch IDF continues to target Hezbollah commanders Obama makes 'diaper' joke at Trump Tesla’s robotaxi: Elon Musk unveils self-driven 'cybercab' Mahadev betting scam ‘mastermind’ nabbed in Dubai Noel Tata appointed Tata Trusts Chairman Fresh Israeli strikes jolt central Beirut; 22 killed From ASEAN to Ramayan, PM shares glimpses of his Lao PDR visit Donald Trump says India imposes highest tariffs on foreign products Hot on Web In Case you missed it Top Searched Companies Top Calculators Top Definitions Top Commodities Top Slideshow Private Companies Top Prime Articles Top Story Listing Latest News Follow us on: Find this comment offensive? Choose your reason below and click on the Report button. This will alert our moderators to take action Reason for reporting: Your Reason has been Reported to the admin. Log In\/Connect with: Will be displayed Will not be displayed Will be displayed Stories you might be interested in",
       "Contagem Palavra Tesla":2,
       "Contagem Palavra Elon Mushen":2,
       "Contagem Palavra Carro":0
    },
    {
       "Autor":"Amber DaSilva",
       "Titulo":"Tesla's Beer-Serving Optimus Robot Was Controlled By A Human The Whole Time",
       "Descricao":"Tesla’s big autonomy event last night was mainly focused around the two-seat Cybercab and art deco city bus Robovan, but the company also talked about some updates to Optimus — the painfully slow robot that Elon Musk hopes will be an infinite money glitch for…",
       "Conteudo":"Tesla’s big autonomy event last night was mainly focused around the two-seat Cybercab and art deco city bus Robovan, but the company also talked about some updates to Optimus — the painfully slow robot that Elon Musk hopes will be an infinite money glitch for the company. The event’s afterparty heavily featured Optimus as a bartender and dancer, but it turns out the bot wasn’t doing anything itself. Tesla employees were remote controlling it the whole time.  Robert Scoble, an AI enthusiast in attendance at the event, posted a video to Twitter of Optimus pouring drinks and waving to attendees. A second video, in which Scoble has a conversation with the bot’s operator and directly addresses the question of whether Optimus did anything autonomously at the party. The answer appears to be a resounding no.  The fact that Optimus could carry on a conversation, alone, is a sign that the bot was primarily being remote controlled. The voice responding to Scoble’s questions, seemingly coming from some onboard speaker, doesn’t sound AI-generated — it’s clearly a human operator somewhere behind the scenes. The response itself, saying that there might be some AI involved, is not the kind of answer given by a company happily showing off its latest advancements in artificial intelligence. That’s the kind of thing you say when you’re trying to pretend like you’re using any AI at all.  This robot, which so far seems to primarily operate by human remote control, remains Elon Musk’s vision for the future of Tesla as a company. Since Musk’s investor call admission that he sees no limit to the amount of money people will spend on robots, Optimus has been his baby — far more so than any of the eugenicist’s actual human children. Maybe he thinks the robots will love him no matter how little care he gives them. ",
       "Contagem Palavra Tesla":3,
       "Contagem Palavra Elon Mushen":2,
       "Contagem Palavra Carro":2
    },
    {
       "Autor":"Amber DaSilva",
       "Titulo":"Tesla's Beer-Serving Optimus Robot Was Controlled By A Human The Whole Time",
       "Descricao":"Tesla’s big autonomy event last night was mainly focused around the two-seat Cybercab and art deco city bus Robovan, but the company also talked about some...",
       "Conteudo":"Tesla’s big autonomy event last night was mainly focused around the two-seat Cybercab and art deco city bus Robovan, but the company also talked about some updates to Optimus — the painfully slow robot that Elon Musk hopes will be an infinite money glitch for the company. The event’s afterparty heavily featured Optimus as a bartender and dancer, but it turns out the bot wasn’t doing anything itself. Tesla employees were remote controlling it the whole time. Robert Scoble, an AI enthusiast in attendance at the event, posted a video to Twitter of Optimus pouring drinks and waving to attendees. A second video, in which Scoble has a conversation with the bot’s operator and directly addresses the question of whether Optimus did anything autonomously at the party. The answer appears to be a resounding no. I asked. pic.twitter.com\/FkgPrdRlyW — Robert Scoble (@Scobleizer) October 11, 2024 The fact that Optimus could carry on a conversation, alone, is a sign that the bot was primarily being remote controlled. The voice responding to Scoble’s questions, seemingly coming from some onboard speaker, doesn’t sound AI-generated — it’s clearly a human operator somewhere behind the scenes. The response itself, saying that there might be some AI involved, is not the kind of answer given by a company happily showing off its latest advancements in artificial intelligence. That’s the kind of thing you say when you’re trying to pretend like you’re using any AI at all. This robot, which so far seems to primarily operate by human remote control, remains Elon Musk’s vision for the future of Tesla as a company. Since Musk’s investor call admission that he sees no limit to the amount of money people will spend on robots, Optimus has been his baby — far more so than any of the eugenicist’s actual human children. Maybe he thinks the robots will love him no matter how little care he gives them. For the latest news, Facebook, Twitter and Instagram. The Science Museum Group has moved 300,000 objects in its collection to a specialist facility. Los Angeles street takeovers keep happening, and they’re once again taking a turn for the worse. Owners of Infinitis and Nissans in LAkeep having their cars stolen to be used in takeovers. The cars are later found either wrecked or burned. It isn’t exactly common for automobile manufacturers to focus on continued development of its decades-old long-dead product lines, but Porsche is serious about keeping its Carrera GT owners happy. Porsche factory racing driver Joerg Bergmeister worked directly with Michelin to develop a new sticky tire specifically formulated to make the car even better now than it was at the time it launched in 2003. The new Carrera GT–spec Pilot Sport Cup 2 is a huge improvement from the Pilot Sport 2 the car How does former Lakers coach Darvin Ham feel about his time with the team and being fired by the organization? The officer asked a judge to give his attacker the maximum sentence for nearly killing him and changing his life forever. Sabrina Carpenter’s latest concert moment has taken the internet by storm after a hilarious interaction with a fan went viral. Timelapse footage showed a swimming pool at a Florida resort flood as Hurricane Milton swept across the state's west coast. Footage from the Pink Shell Beach Resort and Marina on Wednesday showed the pool churn, while palm trees were blown around in the background. I'm sure you remember when you dared to be different and what it felt like when people didn't accept you. At Elon Musk's 'We, Robot' event, 2 Chainz and Swae Lee interacted with a Tesla Optimus robot, prompting it to sing Swae's hit \"Sunflower.\" She's still, she's still Jenny from the Block. Used to have a little, now she's got a lot. \"My community won’t have electricity for a long time.\" RHOC's Jennifer Pedranti and Ryan Boyajian have Shannon Storms Beador coming to their defense. Back when the Lakers were putting on shows as good as anything coming out of Hollywood, the coolest guy in the building might've been courtside.  “Growing up, the guy I looked at was Jack Nicholson,” Spike Lee said.  Lee eventually made it to the front row to watch his beloved Knicks. JPMorgan's net income fell 2% in the third quarter as the bank had to set aside more money to cover bad loans, but the results topped Wall Street estimates and shares rose in morning trading.  The result beat Wall Street analysts’ forecasts, which called for a profit of $3.99 a share, according to FactSet.  JPMorgan set aside $3.1 billion to cover credit losses, up from $1.4 billion in the same period a year ago. Three people in California were arrested after police say they conspired to steal $200,000 in cash from a couple in February. One of Wall Street's hottest AI stocks may get another boost. Is now the time to buy? A severe geomagnetic storm brought spectacular light displays to many parts of the United States on Thursday night, with skies as far south as San Antonio bathed in rich hues of magenta and green. We've all committed at least one of these mistakes. Trump has not mentioned any such offer for his supporters. Versions of the claim circulated with a note describing it as intentional misinformation. The phrase \"the one percent\" gets tossed around a lot in conversations about wealth and inequality, whether in politics, protests, or everyday chats. But what does it mean to be in the top 1%? Let's break it down by income and net worth to get a clearer picture of who's part of this exclusive group. Don't Miss: Can you guess how many retire with a $5,000,000 nest egg? – How does it compare to the average? How do billionaires pay less in income tax than you? Tax deferring is their number one stra",
       "Contagem Palavra Tesla":4,
       "Contagem Palavra Elon Mushen":3,
       "Contagem Palavra Carro":9
    },
    {
       "Autor":"Jasser Akle",
       "Titulo":"Welcome to the future: Tesla's Optimus Robot engages in full conversation with human in mind-blowing video",
       "Descricao":"Tesla&apos;s recent Cybercab event was nothing short of spectacular, especially with the introduction of their humanoid Optimus robots. Walking out alongside the unveiling of the n",
       "Conteudo":"Editions: En\/lifestyle\/us-news The Optimus will walk amongst us Tesla's recent Cybercab event was nothing short of spectacular, especially with the introduction of their humanoid Optimus robots. Walking out alongside the unveiling of the new Robovan, these bots showcased their potential by performing everyday tasks like delivering packages and watering plants. Elon Musk excitedly declared that \"the Optimus will walk amongst you,\" hinting at a future where these robots are part of our daily lives, serving drinks and assisting with household chores. Musk's vision for Optimus is ambitious; he claims these robots could essentially \"do anything,\" from walking dogs to babysitting children, all at an estimated price of $20,000 to $30,000. As the event progressed, attendees were thrilled to see the bots interact with the crowd, waving and engaging in fun activities like rock, paper, scissors. One particularly entertaining segment featured a group of dancing robots in a gazebo, captivating everyone with their moves. While the Optimus robots brought excitement, they also showcased Tesla's evolving vision for the future. Musk revealed plans for a lighter, faster Gen 2 model, emphasizing that these bots will start performing \"useful tasks\" by the end of the year and may be available for purchase by next year. It's clear that Musk sees a world transformed by these machines, promising a \"fundamental transformation for civilization\" and suggesting that they could lead to economic improvements on a massive scale. Initially unveiled in 2021 with a playful dance by a man in a robot suit, the Optimus project has come a long way since then. The journey from a crude prototype to a robot capable of engaging in real interactions demonstrates Tesla's commitment to innovation. As Musk continues to set high expectations for the future of robotics, it seems that the Optimus bot could become a game-changer, paving the way for a lifestyle where technology seamlessly integrates into our daily routines. ©  Unidad Editorial Información Deportiva, S.L.U. All rights reserved. Follow us",
       "Contagem Palavra Tesla":3,
       "Contagem Palavra Elon Mushen":1,
       "Contagem Palavra Carro":0
    },
    {
       "Autor":"Nick Bilton",
       "Titulo":"Elon Musk’s “Dark MAGA” Conversion Could Spell Election Chaos",
       "Descricao":"Once seen as a real-life Iron Man, the Tesla chief has morphed into a total Trump fanboy—and admits he’ll be “f--ked” if the former president loses. Will he use X to throw a wrench in the works if Harris wins?",
       "Conteudo":"To revisit this article, visit My Profile, then View saved stories. For years, Elon Musk liked to think of himself as a real-life Marvel superhero, a Tony Stark–esque genius who would save humanity from its greatest threats. He dressed like a superhero for Halloween. He once seemingly compared himself to Batman in a tweet. He was repeatedly called “the real-life Iron Man” in the media, and even made a cameo in Iron Man 2, reveling in the comparisons between him and a superhero. But the past few years have shown a different version of Musk—one more akin to a comic book supervillain who undergoes a dark transformation. Picture Spider-Man donning the all-black symbiote suit or Superman losing his moral compass. Yes, he’s gone through one of those classic transformations, and the shift seemed ironically complete when he appeared onstage at a Donald Trump rally this past weekend in Butler, Pennsylvania, wearing a black “Make America Great Again” hat and proudly declaring, “I’m dark MAGA,” before literally jumping up and down. Now, I have no problem with people declaring their allegiance to Trump. We all have our political viewpoints. People may be voting for Trump because of their staunch belief in the Second Amendment, or because they’re drawn in by his promise of lower taxes (for the rich), or because they’re antiabortion, or because they’re steadfast supporters of Israel—or because they just hate Kamala Harris. But none of these reasons really apply to Musk, and the question that people can’t stop asking about him is: why? Is this about lower taxes? Did Harris kill his puppy when they were younger? Call him a bad name? Make fun of his hair? What exactly is it that made Musk transform from a Democrat-supporting champion of renewable energy and free speech to a Trump supporter and cultural warrior? What made him go from talking about the science of renewable energy and solar power to shilling conspiracy theories about the government’s Hurricane Helene response and baseless claims that undocumented immigrants are being used by Democrats to steal elections? While it’s tempting to frame Musk’s recent embrace of far-right views as a strategic move tied to financial incentives or corporate interests, the former poster child for progressive ideals—who was arguably one of the most influential people fighting against climate change—appears to have made this ideological pivot for far more personal reasons. As one Silicon Valley insider put it to me: “This started when he became angry at authorities during COVID, when they forced him to close his car plants, and then he was truly radicalized about social issues by his daughter’s decision to transition.” The nail in the superhero coffin, it appears, was when she fought back against him in public, calling her father a “serial adulterer” and his actions “beyond stupid” and “desperate.” (To be fair, plenty of people have used one of those words against their parents before.) Indeed, during the pandemic, Musk publicly fought against local government restrictions, particularly those imposed in Alameda County, California, which forced him to shut down Tesla’s Fremont factory. Defiantly, he reopened the factory in May 2020 against local orders, even tweeting, “If anyone is arrested, I ask that it only be me.” (That may have seemed like a brave move, but it was really just chest-thumping; Musk knew full well that the United States wasn’t going to toss the richest man on earth in jail.) But that moment really fanned the flames, making Musk irate—not at the situation (in which tens of thousands of people were dying from COVID), but rather at Democratic state officials who were dictating what he could or couldn’t do with his factories, which he saw as an affront to his autonomy and his businesses’ survival. If you imagine Musk’s views as a tightly woven fabric, this was the moment when you could see the first thread start to unravel. The COVID confrontation marked the beginning of Musk’s detachment from the left-leaning politics of California, which he came to see as an obstacle to his success. Then, in 2022, he purchased Twitter. That’s when his views started to flip-flop in all directions. One moment he was for free speech— declaring himself a “free speech absolutist”—and the next thing you know, he was suspending accounts and reinstating some previously banned users (like Trump), managing to silence those who criticized him, including users who impersonated him and journalists he found annoying. While he said he voted for Joe Biden in 2020, Musk endorsed Trump—whom he previously urged to “sail into the sunset”—in the immediate aftermath of the July assassination attempt. Oh, and there are his foreign policy takes: From suggesting that Ukraine give Crimea to Russia to proposing that Taiwan be made a “special administrative zone” of China, it’s as if Musk fancies himself a one-man United Nations, solving conflicts with the wisdom of a Twitter poll. To call Musk inconsistent would be generous—he’s more like a wind sock, blown about by whatever personal vendetta is closest to his heart at the time. Which brings us to the impetus for the complete tearing of the thread that tied Musk to the left. The theory in Silicon Valley is that the thing that made him feel like he’d been “red-pilled” was not an attempt on Trump’s life, or his own taxes, but actually a family rift that spilled into the public eye. This goes back to 2022, when his daughter Vivian came out as transgender and sought to legally change her last name from Musk to Wilson, citing her desire to have no relationship whatsoever with her father. In a court filing, she wrote: “I no longer live with or wish to be related to my biological father in any way, shape or form.” The painful estrangement clearly left Musk feeling abandoned, and he blamed the entire thing on “the woke mind virus,” a term he now uses to describe progressive social values he sees as destructive. In his eyes, the left—which he once applauded, and whose members were the main purchasers of his innovations and ideals—had now taken away his child. (Walter Isaacson’s biography of Musk suggests that this event played a major role in catalyzing his shift toward more extreme political views.) Now, if you’re Elon Musk and someone attacks you publicly, you come after them with all the might of your 200 million-plus followers, and often even your lawyers. And while he did say that Vivian was “dead” to him, he couldn’t really take his daughter to task publicly, because that would be a step too far for the man who earned the name Space Karen. So instead, he appears to have decided to attack the entire Democratic Party, while giving tens of millions to support Republican candidates and causes. As they say in the movie industry, CUT TO last weekend, when Musk came out onstage at the Butler, Pennsylvania, rally in his black MAGA hat, proclaiming, “I’m dark MAGA!” While Musk is clearly Trump’s biggest cheerleader in the tech community (even more so than the fawning All-In podcast posse, who had him on their show and didn’t ask many substantive questions), he is far from the only person who has been red-pilled in Silicon Valley, and there are many (at least behind the scenes) who are actually cheering him on. “While many Americans feel Trump is a severe threat to democracy, there are plenty of people out there who believe that the woke mind virus, also known as the 2024 Democratic Party—the extremist flank of which has taken to cosplaying terrorists on college campuses—is a greater threat to democracy than even Donald Trump,” said one Silicon Valley investor. “And Elon, I believe, falls squarely into that camp.” The big question is, now what? Musk’s trajectory toward Trumpism and far-right ideologies is deeply personal—a reaction to perceived injustices inflicted by those he once considered ideological allies. Musk has to figure out how to reconcile promising us a greener future and embracing a party that says climate science isn’t real. And even Musk knows this could all backfire spectacularly if voters choose a different path. This week, on his own platform, he sat for an interview during which host Tucker Carlson said, “If he loses, man… You’re fucked, dude,” to which Musk candidly admitted, “I’m fucked. If he loses, I’m fucked,” while (perhaps nervously) laughing. If Trump does lose, he’s likely to deny the election results again, and while Trump would inevitably take to social media to question every vote, it’s Musk—who owns X and has the power to decide which vote-related conspiracy theories are allowed on the site—who would play a pivotal role in Trump’s attempts to undermine the democratic process. Instead of banning any baseless claims, Musk would likely be the one amplifying them to the more than 200 million who follow him, fueling the narrative and ensuring that the conspiracy theories reach as many people as possible. In the end, Musk’s journey from a visionary hero to a “dark MAGA” antihero is our own fault. Maybe we looked at Musk as the superhero, and later the villain, when in reality, he was neither; rather, he was the guy financing the bad guy, which, let’s be honest, isn’t exactly the sexiest role in a superhero movie. But the thing about that guy is, he’s often driven by personal vendettas, bruised egos, and shifting loyalties. That guy’s transformation is less about ideology and more about resentment—toward government control, toward personal rejection, and toward a world that didn’t bend to his will. And as with any good comic book character, the winds may shift yet again—because if there’s one thing we know about Musk, it’s that the wind sock that is his point of view will change directions once more. The Menendez Brothers’ Aunt Joan on Why They Must Be Freed: “They Were Used and Abused, and There Seems to Be No End to It” Rudy Giuliani’s Daughter: Trump Took My Dad From Me. Please Don’t Let Him Take Our Country Too The Ballerina Farming of America Melania Trump’s New Book Is Truly Bad, If Jam-Packed Inside the Fight to Release The Apprentice Jennifer Lopez: “My Whole F--king World Exploded” With Ben Affleck Split Get True Colors, an Art World Digest From Nate Freeman, Straight to Your Inbox From the Archive: How the Menendez Brothers’ Murder Turned Family Tragedy Into a Marathon Courtroom Drama More from Vanity Fair Contact © 2024 Condé Nast. All rights reserved. Vanity Fair may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices CN Entertainment",
       "Contagem Palavra Tesla":1,
       "Contagem Palavra Elon Mushen":2,
       "Contagem Palavra Carro":2
    },
    {
       "Autor":"Pierluigi Paganini",
       "Titulo":"GitLab fixed a critical flaw that could allow arbitrary CI\/CD pipeline execution",
       "Descricao":"GitLab issued updates for CE and EE to address multiple flaws, including a critical bug allowing CI\/CD pipeline runs on unauthorized branches. GitLab released security updates for Community Edition (CE) and Enterprise Edition (EE) to address multiple vulnerab…",
       "Conteudo":"A cyber attack hit Iranian government sites and nuclear facilities Ransomware operators exploited Veeam Backup & Replication flaw CVE-2024-40711 in recent attacks GitLab fixed a critical flaw that could allow arbitrary CI\/CD pipeline execution Iran and China-linked actors used ChatGPT for preparing attacks Internet Archive data breach impacted 31M users E-skimming campaign uses Unicode obfuscation to hide the Mongolian Skimmer U.S. CISA adds Ivanti CSA and Fortinet bugs to its Known Exploited Vulnerabilities catalog Mozilla issued an urgent Firefox update to fix an actively exploited flaw Palo Alto fixed critical flaws in PAN-OS firewalls that allow for full compromise of the devices Cybercriminals Are Targeting AI Conversational Platforms Awaken Likho APT group targets Russian government with a new implant U.S. CISA adds Windows and Qualcomm bugs to its Known Exploited Vulnerabilities catalog Ukrainian national pleads guilty in U.S. court for operating the Raccoon Infostealer MoneyGram discloses data breach following September cyberattack American Water shut down some of its systems following a cyberattack Universal Music data breach impacted 680 individuals FBCS data breach impacted 238,000 Comcast customers Critical Apache Avro SDK RCE flaw impacts Java applications Man pleads guilty to stealing over $37 Million worth of cryptocurrency U.S. CISA adds Synacor Zimbra Collaboration flaw to its Known Exploited Vulnerabilities catalog China-linked group Salt Typhoon hacked US broadband providers and breached wiretap systems SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 14 Security Affairs newsletter Round 492 by Pierluigi Paganini – INTERNATIONAL EDITION Google Pixel 9 supports new security features to mitigate baseband attacks WordPress LiteSpeed Cache plugin flaw could allow site takeover Apple iOS 18.0.1 and iPadOS 18.0.1 fix media session and passwords bugs Google removed Kaspersky's security apps from the Play Store New Perfctl Malware targets Linux servers in cryptomining campaign Microsoft and DOJ seized the attack infrastructure used by Russia-linked Callisto Group Dutch police breached by a state actor Thousands of Adobe Commerce e-stores hacked by exploiting the CosmicSting bug Telegram revealed it shared U.S. user data with law enforcement U.S. CISA adds Ivanti Endpoint Manager (EPM) flaw to its Known Exploited Vulnerabilities catalog 14 New DrayTek routers' flaws impacts over 700,000 devices in 168 countries Rhadamanthys information stealer introduces AI-driven capabilities Critical Zimbra Postjournal flaw CVE-2024-45519 actively exploited in the wild. Patch it now! Police arrested four new individuals linked to the LockBit ransomware operation UMC Health System diverted patients following a ransomware attack U.S. CISA adds D-Link DIR-820 Router, DrayTek Multiple Vigor Router, Motion Spell GPAC, SAP Commerce Cloud bugs to its Known Exploited Vulnerabilities catalog News agency AFP hit by cyberattack, client services impacted North Korea-linked APT Kimsuky targeted German defense firm Diehl Defence Patelco Credit Union data breach impacted over 1 million people Community Clinic of Maui discloses a data breach following May Lockbit ransomware attack A British national has been charged for his execution of a hack-to-trade scheme Critical NVIDIA Container Toolkit flaw could allow access to the underlying host Israel army hacked the communication network of the Beirut Airport control tower SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 13 Security Affairs newsletter Round 491 by Pierluigi Paganini – INTERNATIONAL EDITION Irish Data Protection Commission fined Meta €91 million for storing passwords in readable format A cyberattack on Kuwait Health Ministry impacted hospitals in the country Cyber vandalism on Wi-Fi networks at UK train stations spread an anti-Islam message CUPS flaws allow remote code execution on Linux systems under certain conditions U.S. sanctioned virtual currency exchanges Cryptex and PM2BTC for facilitating illegal activities Hacking Kia cars made after 2013 using just their license plate Critical RCE vulnerability found in OpenPLC China-linked APT group Salt Typhoon compromised some U.S. internet service providers (ISPs) Privacy non-profit noyb claims that Firefox tracks users with privacy preserving feature Data of 3,191 congressional staffers leaked in the dark web New variant of Necro Trojan infected more than 11 million devices U.S. CISA adds Ivanti Virtual Traffic Manager flaw to its Known Exploited Vulnerabilities catalog Arkansas City water treatment facility switched to manual operations following a cyberattack New Android banking trojan Octo2 targets European banks A generative artificial intelligence malware used in phishing attacks A cyberattack on MoneyGram caused its service outage Did Israel infiltrate Lebanese telecoms networks? Telegram will provide user data to law enforcement in response to legal requests ESET fixed two privilege escalation flaws in its products North Korea-linked APT Gleaming Pisces deliver new PondRAT backdoor via malicious Python packages Chinese APT Earth Baxia target APAC by exploiting GeoServer flaw Hacktivist group Twelve is back and targets Russian entities SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 12 Security Affairs newsletter Round 490 by Pierluigi Paganini – INTERNATIONAL EDITION Noise Storms: Mysterious massive waves of spoofed traffic observed since 2020 Hackers stole over $44 million from Asian crypto platform BingX OP KAERB: Europol dismantled phishing scheme targeting mobile users Ukraine bans Telegram for government agencies, military, and critical infrastructure Tor Project responded to claims that law enforcement can de-anonymize Tor users UNC1860 provides Iran-linked APTs with access to Middle Eastern networks US DoJ charged two men with stealing and laundering $230 Million worth of cryptocurrency The Vanilla Tempest cybercrime gang used INC ransomware for the first time in attacks on the healthcare sector U.S. CISA adds new Ivanti Cloud Services Appliance Vulnerability to its Known Exploited Vulnerabilities catalog Ivanti warns of a new actively exploited Cloud Services Appliance (CSA) flaw International law enforcement operation dismantled criminal communication platform Ghost U.S. CISA adds Microsoft Windows, Apache HugeGraph-Server, Oracle JDeveloper, Oracle WebLogic Server, and Microsoft SQL Server bugs to its Known Exploited Vulnerabilities catalog SIEM for Small and Medium-Sized Enterprises: What you need to know Experts warn of China-linked APT's Raptor Train IoT Botnet Credential Flusher, understanding the threat and how to protect your login data U.S. Treasury issued fresh sanctions against entities linked to the Intellexa Consortium Broadcom fixed Critical VMware vCenter Server flaw CVE-2024-38812 Remote attack on pagers used by Hezbollah caused 9 deaths and thousands of injuries Chinese man charged for spear-phishing against NASA and US Government U.S. CISA adds Microsoft Windows MSHTML Platform and Progress WhatsUp Gold bugs to its Known Exploited Vulnerabilities catalog Taking Control Online: Ensuring Awareness of Data Usage and Consent Qilin ransomware attack on Synnovis impacted over 900,000 patients D-Link addressed three critical RCE in wireless router models Recently patched Windows flaw CVE-2024-43461 was actively exploited as a zero-day before July 2024 SolarWinds fixed critical RCE CVE-2024-28991 in Access Rights Manager Apple dismisses lawsuit against surveillance firm NSO Group due to risk of threat intelligence exposure Hacker tricked ChatGPT into providing detailed instructions to make a homemade bomb Port of Seattle confirmed that Rhysida ransomware gang was behind the August attack SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 11 U.S. CISA adds Ivanti Cloud Services Appliance Vulnerability to its Known Exploited Vulnerabilities catalog Ivanti Cloud Service Appliance flaw is being actively exploited in the wild GitLab fixed a critical flaw in GitLab CE and GitLab EE New Linux malware called Hadooken targets Oracle WebLogic servers Lehigh Valley Health Network hospital network has agreed to a $65 million settlement after data breach Vo1d malware infected 1.3 Million Android-based TV Boxes in 197 countries Cybersecurity giant Fortinet discloses a data breach Singapore Police arrest six men allegedly involved in a cybercrime syndicate Adobe Patch Tuesday security updates fixed multiple critical issues in the company's products Highline Public Schools school district suspended its activities following a cyberattack RansomHub ransomware gang relies on Kaspersky TDSKiller tool to disable EDR Ivanti fixed a maximum severity flaw in its Endpoint Management software (EPM) Microsoft Patch Tuesday security updates for September 2024 addressed four actively exploited zero-days Quad7 botnet evolves to more stealthy tactics to evade detection Poland thwarted cyberattacks that were carried out by Russia and Belarus U.S. CISA adds SonicWall SonicOS, ImageMagick and Linux Kernel bugs to its Known Exploited Vulnerabilities catalog Electronic payment gateway Slim CD disclosed a data breach impacting 1.7M individuals Predator spyware operation is back with a new infrastructure TIDRONE APT targets drone manufacturers in Taiwan Multiple malware families delivered exploiting GeoServer GeoTools flaw CVE-2024-36401 Progress Software fixed a maximum severity flaw in LoadMaster Feds indicted two alleged administrators of WWH Club dark web marketplace SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 10 Security Affairs newsletter Round 488 by Pierluigi Paganini – INTERNATIONAL EDITION U.S. CISA adds Draytek VigorConnect and Kingsoft WPS Office bugs to its Known Exploited Vulnerabilities catalog A flaw in WordPress LiteSpeed Cache Plugin allows account takeover Car rental company Avis discloses a data breach SonicWall warns that SonicOS bug exploited in attacks Apache fixed a new remote code execution flaw in Apache OFBiz Russia-linked GRU Unit 29155 targeted critical infrastructure globally Veeam fixed a critical flaw in Veeam Backup & Replication software Earth Lusca adds multiplatform malware KTLVdoor to its arsenal Is Russian group APT28 behind the cyber attack on the German air traffic control agency (DFS)? Quishing, an insidious threat to electric car owners Discontinued D-Link DIR-846 routers are affected by code execution flaws. Replace them! Head Mare hacktivist group targets Russia and Belarus Zyxel fixed critical OS command injection flaw in multiple routers VMware fixed a code execution flaw in Fusion hypervisor Vulnerabilities in Microsoft apps for macOS allow stealing permissions Three men plead guilty to running MFA bypass service OTP.Agency Transport for London (TfL) is dealing with an ongoing cyberattack Lockbit gang claims the attack on the Toronto District School Board (TDSB) A new variant of Cicada ransomware targets VMware ESXi systems An air transport security system flaw allowed to bypass airport security screenings SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 9 Security Affairs newsletter Round 487 by Pierluigi Paganini – INTERNATIONAL EDITION Fortra fixed two severe issues in FileCatalyst Workflow, including a critical flaw South Korea-linked group APT-C-60 exploited a WPS Office zero-day Threat actors exploit Atlassian Confluence bug in cryptomining campaigns Russia-linked APT29 reused iOS and Chrome exploits previously developed by NSO Group and Intellexa Cisco addressed a high-severity flaw in NX-OS software Corona Mirai botnet spreads via AVTECH CCTV zero-day  Telegram CEO Pavel Durov charged in France for facilitating criminal activities Iran-linked group APT33 adds new Tickler malware to its arsenal U.S. CISA adds Google Chromium V8 bug to its Known Exploited Vulnerabilities catalog Young Consulting data breach impacts 954,177 individuals BlackByte Ransomware group targets recently patched VMware ESXi flaw CVE-2024-37085 US offers $2.5M reward for Belarusian man involved in mass malware distribution U.S. CISA adds Apache OFBiz bug to its Known Exploited Vulnerabilities catalog China-linked APT Volt Typhoon exploited a zero-day in Versa Director Researchers unmasked the notorious threat actor USDoD The Dutch Data Protection Authority (DPA) has fined Uber a record €290M Google addressed the tenth actively exploited Chrome zero-day this year SonicWall addressed an improper access control issue in its firewalls A cyberattack impacted operations at the Port of Seattle and Sea-Tac Airport Linux malware sedexp uses udev rules for persistence and evasion France police arrested Telegram CEO Pavel Durov SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 8 Security Affairs newsletter Round 486 by Pierluigi Paganini – INTERNATIONAL EDITION U.S. CISA adds Versa Director bug to its Known Exploited Vulnerabilities catalog Hackers can take over Ecovacs home robots to spy on their owners Russian national arrested in Argentina for laundering money of crooks and Lazarus APT Qilin ransomware steals credentials stored in Google Chrome Phishing attacks target mobile users via progressive web applications (PWA) Member of cybercrime group Karakurt charged in the US New malware Cthulhu Stealer targets Apple macOS users China-linked APT Velvet Ant exploited zero-day to compromise Cisco switches A cyberattack hit US oil giant Halliburton SolarWinds fixed a hardcoded credential issue in Web Help Desk A cyberattack disrupted operations of US chipmaker Microchip Technology Google addressed the ninth actively exploited Chrome zero-day this year GitHub fixed a new critical flaw in the GitHub Enterprise Server  Experts disclosed a critical information-disclosure flaw in Microsoft Copilot Studio North Korea-linked APT used a new RAT called MoonPeak Pro-Russia group Vermin targets Ukraine with a new malware family A backdoor in millions of Shanghai Fudan Microelectronics RFID cards allows cloning Ransomware payments rose from $449.1 million to $459.8 million Previously unseen Msupedge backdoor targeted a university in Taiwan Oracle NetSuite misconfiguration could lead to data exposure Toyota disclosed a data breach after ZeroSevenGroup leaked stolen data on a cybercrime forum CISA adds Jenkins Command Line Interface (CLI) bug to its Known Exploited Vulnerabilities catalog Researchers uncovered new infrastructure linked to the cybercrime group FIN7 Experts warn of exploit attempt for Ivanti vTM bug Microsoft Zero-Day CVE-2024-38193 was exploited by North Korea-linked Lazarus APT The Mad Liberator ransomware group uses social-engineering techniques From 2018: DeepMasterPrints: deceive fingerprint recognition systems with MasterPrints generated with GANs SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 7 Security Affairs newsletter Round 485 by Pierluigi Paganini – INTERNATIONAL EDITION Large-scale extortion campaign targets publicly accessible environment variable files (.env) OpenAI dismantled an Iranian influence operation targeting the U.S. presidential election National Public Data confirms a data breach CISA adds SolarWinds Web Help Desk bug to its Known Exploited Vulnerabilities catalog Russian national sentenced to 40 months for selling stolen data on the dark web Banshee Stealer, a new macOS malware with a monthly subscription price of $3,000 Millions of Pixel devices can be hacked due to a pre-installed vulnerable app Microsoft urges customers to fix zero-click Windows RCE in the TCP\/IP stack A group linked to RansomHub operation employs EDR-killing tool EDRKillShifter Google disrupted hacking campaigns carried out by Iran-linked APT42 Black Basta ransomware gang linked to a SystemBC malware campaign A massive cyber attack hit Central Bank of Iran and other Iranian banks China-linked APT Earth Baku targets Europe, the Middle East, and Africa SolarWinds addressed a critical RCE in all Web Help Desk versions Kootenai Health data breach impacted 464,000 patients Microsoft Patch Tuesday security updates for August 2024 addressed six actively exploited bugs A PoC exploit code is available for critical Ivanti vTM bug Elon Musk claims that a DDoS attack caused problems with the livestream interview with Donald Trump CERT-UA warns of a phishing campaign targeting government entities US DoJ dismantled remote IT worker fraud schemes run by North Korea A FreeBSD flaw could allow remote code execution, patch it now! EastWind campaign targets Russian organizations with sophisticated backdoors Microsoft found OpenVPN bugs that can be chained to achieve RCE and LPE Foreign nation-state actors hacked Donald Trump’s campaign SECURITY AFFAIRS MALWARE NEWSLETTER – ROUND 6 Security Affairs newsletter Round 484 by Pierluigi Paganini – INTERNATIONAL EDITION ADT disclosed a data breach that impacted more than 30,000 customers Is the INC ransomware gang behind the attack on McLaren hospitals? Crooks took control of a cow milking robot causing the death of a cow Sonos smart speakers flaw allowed to eavesdrop on users Five zero-days impacts EoL Cisco Small Business IP Phones. Replace them with newer models asap! CISA adds Apache OFBiz and Android kernel bugs to its Known Exploited Vulnerabilities catalog Russian cyber spies stole data and emails from UK government systems 0.0.0.0 Day flaw allows malicious websites to bypass security in major browsers FBI and CISA update a joint advisory on the BlackSuit Ransomware group Rhysida Ransomware group claims to have breached Bayhealth Hospital in Delaware Critical XSS bug in Roundcube Webmail allows attackers to steal emails and sensitive data New Android spyware LianSpy relies on Yandex Cloud to avoid detection Hackers breached MDM firm Mobile Guardian and wiped thousands of devices A ransomware attack hit French museum network CISA adds Microsoft COM for Windows bug to its Known Exploited Vulnerabilities catalog Google warns of an actively exploited Android kernel flaw Should Organizations Pay Ransom Demands? North Korea-linked hackers target construction and machinery sectors with watering hole and supply chain attacks Researchers warn of a new critical Apache OFBiz flaw Keytronic incurred approximately $17 million of expenses following ransomware attack A flaw in Rockwell Automation ControlLogix 1756 could expose critical control systems to unauthorized access China-linked APT41 breached Taiwanese research institute  Chinese StormBamboo APT compromised ISP to deliver malware Hackers attempt to sell the personal data of 3 billion people resulting from an April data breach Security Affairs Malware Newsletter - Round 5 Security Affairs newsletter Round 483 by Pierluigi Paganini – INTERNATIONAL EDITION US sued TikTok and ByteDance for violating children’s privacy laws Russia-linked APT used a car for sale as a phishing lure to target diplomats with HeadLace malware Investors sued CrowdStrike over false claims about its Falcon platform Avtech camera vulnerability actively exploited in the wild, CISA warns U.S. released Russian cybercriminals in diplomatic prisoner exchange Sitting Ducks attack technique exposes over a million domains to hijacking Over 20,000 internet-exposed VMware ESXi instances vulnerable to CVE-2024-37085 BingoMod Android RAT steals money from victims' bank accounts and wipes data A ransomware attack disrupted operations at OneBlood blood bank Apple fixed dozens of vulnerabilities in iOS and macOS Phishing campaigns target SMBs in Poland, Romania, and Italy with multiple malware families A Fortune 50 company paid a record-breaking $75 million ransom CISA adds VMware ESXi bug to its Known Exploited Vulnerabilities catalog Mandrake Android spyware found in five apps in Google Play with over 32,000 downloads since 2022 SideWinder phishing campaign targets maritime facilities in multiple countries A crafty phishing campaign targets Microsoft OneDrive users Ransomware gangs exploit recently patched VMware ESXi bug CVE-2024-37085 Acronis Cyber Infrastructure bug actively exploited in the wild Fake Falcon crash reporter installer used to target German Crowdstrike users Belarus-linked APT Ghostwriter targeted Ukraine with PicassoLoader malware French authorities launch disinfection operation to eradicate PlugX malware from infected hosts Security Affairs Malware Newsletter - Round 4 Security Affairs newsletter Round 482 by Pierluigi Paganini – INTERNATIONAL EDITION Ukraine's cyber operation shut down the ATM services of major Russian banks A bug in Chrome Password Manager caused user credentials to disappear BIND updates fix four high-severity DoS bugs in the DNS software suite Terrorist Activity is Accelerating in Cyberspace - Risk Precursor to Summer Olympics and Elections Progress Software fixed critical RCE CVE-2024-6327 in the Telerik Report Server Critical bug in Docker Engine allowed attackers to bypass authorization plugins Hackers exploit Microsoft Defender SmartScreen bug CVE-2024-21412 to deliver ACR, Lumma, and Meduza Stealers Michigan Medicine data breach impacted 56953 patients U.S. CISA adds Microsoft Internet Explorer and Twilio Authy bugs to its Known Exploited Vulnerabilities catalog China-linked APT group uses new Macma macOS backdoor version FrostyGoop ICS malware targets Ukraine Hackers abused swap files in e-skimming attacks on Magento sites US Gov sanctioned key members of the Cyber Army of Russia Reborn hacktivists group EvilVideo, a Telegram Android zero-day allowed sending malicious APKs disguised as videos SocGholish malware used to spread AsyncRAT malware UK police arrested a 17-year-old linked to the Scattered Spider gang Security Affairs Malware Newsletter - Round 3 Security Affairs newsletter Round 481 by Pierluigi Paganini – INTERNATIONAL EDITION U.S. CISA adds Adobe Commerce and Magento, SolarWinds Serv-U, and VMware vCenter Server bugs to its Known Exploited Vulnerabilities catalog Threat actors attempted to capitalize CrowdStrike incident Russian nationals plead guilty to participating in the LockBit ransomware group MediSecure data breach impacted 12.9 million individuals CrowdStrike update epic fail crashed Windows systems worldwide Cisco fixed a critical flaw in Security Email Gateway that could allow attackers to add root users SAPwned flaws in SAP AI core could expose customers' data Cybercrime group FIN7 advertises new EDR bypass tool on hacking forums How to Protect Privacy and Build Secure AI Products A critical flaw in Cisco SSM On-Prem allows attackers to change any user's password MarineMax data breach impacted over 123,000 individuals Void Banshee exploits CVE-2024-38112 zero-day to spread malware The Octo Tempest group adds RansomHub and Qilin ransomware to its arsenal CISA adds OSGeo GeoServer GeoTools bug to its Known Exploited Vulnerabilities catalog Kaspersky leaves U.S. market following the ban on the sale of its software in the country FBI unlocked the phone of the suspect in the assassination attempt on Donald Trump Ransomware groups target Veeam Backup & Replication bug AT&T paid a $370,000 ransom to prevent stolen data from being leaked HardBit ransomware version 4.0 supports new obfuscation techniques Dark Gate malware campaign uses Samba file shares Security Affairs Malware Newsletter - Round 2 Security Affairs newsletter Round 480 by Pierluigi Paganini – INTERNATIONAL EDITION Vyacheslav Igorevich Penchukov was sentenced to prison for his role in Zeus and IcedID operations Rite Aid disclosed data breach following RansomHub ransomware attack New AT&T data breach exposed call logs of almost all customers Critical flaw in Exim MTA could allow to deliver malware to users' inboxes Palo Alto Networks fixed a critical bug in the Expedition tool Smishing Triad Is Targeting India To Steal Personal and Payment Data at Scale October ransomware attack on Dallas County impacted over 200,000 people CrystalRay operations have scaled 10x to over 1,500 victims Multiple threat actors exploit PHP flaw CVE-2024-4577 to deliver malware AI-Powered Russia's bot farm operates on X, US and its allies warn VMware fixed critical SQL-Injection in Aria Automation product Citrix fixed critical and high-severity bugs in NetScaler product A new flaw in OpenSSH can lead to remote code execution Microsoft Patch Tuesday for July 2024 fixed 2 actively exploited zero-days U.S. CISA adds Microsoft Windows and Rejetto HTTP File Server bugs to its Known Exploited Vulnerabilities catalog Evolve Bank data breach impacted over 7.6 million individuals More than 31 million customer email addresses exposed following Neiman Marcus data breach Avast released a decryptor for DoNex Ransomware and its predecessors RockYou2024 compilation containing 10 billion passwords was leaked online Critical Ghostscript flaw exploited in the wild. Patch it now! Apple removed 25 VPN apps from the App Store in Russia following Moscow's requests CISA adds Cisco NX-OS Command Injection bug to its Known Exploited Vulnerabilities catalog Apache fixed a source code disclosure flaw in Apache HTTP Server Security Affairs Malware Newsletter - Round 1 Security Affairs newsletter Round 479 by Pierluigi Paganini – INTERNATIONAL EDITION Alabama State Department of Education suffered a data breach following a blocked attack GootLoader is still active and efficient Hackers stole OpenAI secrets in a 2023 security breach Hackers leak 170k Taylor Swift’s ERAS Tour Barcodes Polyfill.io Supply Chain Attack: 384,773 hosts still embedding a polyfill JS script linking to the malicious domain New Golang-based Zergeca Botnet appeared in the threat landscape Microsoft discloses 2 flaws in Rockwell Automation PanelView Plus Hackers compromised Ethereum mailing list and launched a crypto draining attack OVHcloud mitigated a record-breaking DDoS attack in April 2024 Healthcare fintech firm HealthEquity disclosed a data breach Brazil data protection authority bans Meta from training AI models with data originating in the country Splunk fixed tens of flaws in Splunk Enterprise and Cloud Platform Operation Morpheus took down 593 Cobalt Strike servers used by threat actors LockBit group claims the hack of the Fairfield Memorial Hospital in the US American Patelco Credit Union suffered a ransomware attack Polish government investigates Russia-linked cyberattack on state news agency Evolve Bank data breach impacted fintech firms Wise and Affirm Prudential Financial data breach impacted over 2.5 million individuals Australian man charged for Evil Twin Wi-Fi attacks on domestic flights China-linked APT exploited Cisco NX-OS zero-day to deploy custom malware Critical unauthenticated remote code execution flaw in OpenSSH server Monti gang claims the hack of the Wayne Memorial Hospital in Pennsylvania Threat actors actively exploit D-Link DIR-859 router flaw CVE-2024-0769 Russia-linked Midnight Blizzard stole email of more Microsoft customers Russia-linked group APT29 likely breached TeamViewer's corporate network Security Affairs newsletter Round 478 by Pierluigi Paganini – INTERNATIONAL EDITION Infosys McCamish Systems data breach impacted over 6 million people A cyberattack shut down the University Hospital Centre Zagreb in Croatia US announces a $10M reward for Russia's GRU hacker behind attacks on Ukraine LockBit group falsely claimed the hack of the Federal Reserve CISA adds GeoSolutionsGroup JAI-EXT, Linux Kernel, and Roundcube Webmail bugs to its Known Exploited Vulnerabilities catalog New P2Pinfect version delivers miners and ransomware on Redis servers New MOVEit Transfer critical bug is actively exploited New Caesar Cipher Skimmer targets popular CMS used by e-stores Mirai-like botnet is exploiting recently disclosed Zyxel NAS flaw Wikileaks founder Julian Assange is free CISA confirmed that its CSAT environment was breached in January. Threat actors compromised 1,590 CoinStats crypto wallets Experts observed approximately 120 malicious campaigns using the Rafel RAT LockBit claims the hack of the US Federal Reserve Ransomware threat landscape Jan-Apr 2024: insights and challenges ExCobalt Cybercrime group targets Russian organizations in multiple sectors Threat actor attempts to sell 30 million customer records allegedly stolen from TEG Security Affairs newsletter Round 477 by Pierluigi Paganini – INTERNATIONAL EDITION Threat actors are actively exploiting SolarWinds Serv-U bug CVE-2024-28995 US government sanctions twelve Kaspersky Lab executives Experts found a bug in the Linux version of RansomHub ransomware UEFICANHAZBUFFEROVERFLOW flaw in Phoenix SecureCore UEFI firmware potentially impacts hundreds of PC and server models Russia-linked APT Nobelium targets French diplomatic entities US bans sale of Kaspersky products due to risks to national security Atlassian fixed six high-severity bugs in Confluence Data Center and Server China-linked spies target Asian Telcos since at least 2021 New Rust infostealer Fickle Stealer spreads through various attack methods An unpatched bug allows anyone to impersonate Microsoft corporate email accounts Smishing Triad Is Targeting Pakistan To Defraud Banking Customers At Scale Alleged researchers stole $3 million from Kraken exchange Google Chrome 126 update addresses multiple high-severity flaws Chip maker giant AMD investigates a data breach Cryptojacking campaign targets exposed Docker APIs VMware fixed RCE and privilege escalation bugs in vCenter Server Meta delays training its AI using public content shared by EU users  Keytronic confirms data breach after ransomware attack The Financial Dynamics Behind Ransomware Attacks Empire Market owners charged with operating $430M dark web marketplace China-linked Velvet Ant uses F5 BIG-IP malware in cyber espionage campaign LA County’s Department of Public Health (DPH) data breach impacted over 200,000 individuals Spanish police arrested an alleged member of the Scattered Spider group Online job offers, the reshipping and money mule scams Security Affairs newsletter Round 476 by Pierluigi Paganini – INTERNATIONAL EDITION ASUS fixed critical remote authentication bypass bug in several routers London hospitals canceled over 800 operations in the week after Synnovis ransomware attack DORA Compliance Strategy for Business Leaders CISA adds Android Pixel, Microsoft Windows, Progress Telerik Report Server bugs to its Known Exploited Vulnerabilities catalog City of Cleveland still working to fully restore systems impacted by a cyber attack Google fixed an actively exploited zero-day in the Pixel Firmware Multiple flaws in Fortinet FortiOS fixed CISA adds Arm Mali GPU Kernel Driver, PHP bugs to its Known Exploited Vulnerabilities catalog Ukraine Police arrested a hacker who developed a crypter used by Conti and LockBit ransomware operation JetBrains fixed IntelliJ IDE flaw exposing GitHub access tokens Microsoft Patch Tuesday security updates for June 2024 fixed only one critical issue Cylance confirms the legitimacy of data offered for sale in the dark web Arm zero-day in Mali GPU Drivers actively exploited in the wild Expert released PoC exploit code for Veeam Backup Enterprise Manager flaw CVE-2024-29849. Patch it now! Japanese video-sharing platform Niconico was victim of a cyber attack UK NHS call for O-type blood donations following ransomware attack on London hospitals Christie’s data breach impacted 45,798 individuals Sticky Werewolf targets the aviation industry in Russia and Belarus Frontier Communications data breach impacted over 750,000 individuals PHP addressed critical RCE flaw potentially impacting millions of servers Security Affairs newsletter Round 475 by Pierluigi Paganini – INTERNATIONAL EDITION SolarWinds fixed multiple flaws in Serv-U and SolarWinds Platform Pandabuy was extorted twice by the same threat actor UAC-0020 threat actor used the SPECTR Malware to target Ukraine's defense forces A new Linux version of TargetCompany ransomware targets VMware ESXi environments FBI obtained 7,000 LockBit decryption keys, victims should contact the feds to get support RansomHub operation is a rebranded version of the Knight RaaS Malware can steal data collected by the Windows Recall tool, experts warn Cisco addressed Webex flaws used to compromise German government meetings CNN, Paris Hilton, and Sony TikTok accounts hacked via DMs Zyxel addressed three RCEs in end-of-life NAS devices A ransomware attack on Synnovis impacted several London hospitals RansomHub gang claims the hack of the telecommunications giant Frontier Communications Cybercriminals attack banking customers in EU with V3B phishing kit - PhotoTAN and SmartID supported. Experts released PoC exploit code for a critical bug in Progress Telerik Report Servers Multiple flaws in Cox modems could have impacted millions of devices CISA adds Oracle WebLogic Server flaw to its Known Exploited Vulnerabilities catalog Spanish police shut down illegal TV streaming network APT28 targets key networks in Europe with HeadLace malware Experts found information of European politicians on the dark web FlyingYeti targets Ukraine using WinRAR exploit to deliver COOKBOX Malware Security Affairs newsletter Round 474 by Pierluigi Paganini – INTERNATIONAL EDITION Ticketmaster confirms data breach impacting 560 million customers Critical Apache Log4j2 flaw still threatens global finance Crooks stole more than $300M worth of Bitcoin from the exchange DMM Bitcoin ShinyHunters is selling data of 30 million Santander customers Over 600,000 SOHO routers were destroyed by Chalubo malware in 72 hours  LilacSquid APT targeted organizations in the U.S., Europe, and Asia since at least 2021 BBC disclosed a data breach impacting its Pension Scheme members CISA adds Check Point Quantum Security Gateways and Linux Kernel flaws to its Known Exploited Vulnerabilities catalog Experts found a macOS version of the sophisticated LightSpy spyware Operation Endgame, the largest law enforcement operation ever against botnets Law enforcement operation dismantled 911 S5 botnet Okta warns of credential stuffing attacks targeting its Cross-Origin Authentication feature Check Point released hotfix for actively exploited VPN zero-day ABN Amro discloses data breach following an attack on a third-party provider Christie disclosed a data breach after a RansomHub attack Experts released PoC exploit code for RCE in Fortinet SIEM WordPress Plugin abused to install e-skimmers in e-commerce sites TP-Link Archer C5400X gaming router is affected by a critical flaw Sav-Rx data breach impacted over 2.8 million individuals The Impact of Remote Work and Cloud Migrations on Security Perimeters New ATM Malware family emerged in the threat landscape A high-severity vulnerability affects Cisco Firepower Management Center CERT-UA warns of malware campaign conducted by threat actor UAC-0006 Security Affairs newsletter Round 473 by Pierluigi Paganini – INTERNATIONAL EDITION Malware-laced JAVS Viewer deploys RustDoor implant in supply chain attack Fake AV websites used to distribute info-stealer malware MITRE December 2023 attack: Threat actors created rogue VMs to evade detection An XSS flaw in GitLab allows attackers to take over accounts Google fixes eighth actively exploited Chrome zero-day this year, the third in a month CISA adds Apache Flink flaw to its Known Exploited Vulnerabilities catalog Usage of TLS in DDNS Services leads to Information Disclosure in Multiple Vendors Recall feature in Microsoft Copilot+ PCs raises privacy and security concerns APT41: The threat of KeyPlug against Italian industries Critical SQL Injection flaws impact Ivanti Endpoint Manager (EPM) Chinese actor 'Unfading Sea Haze' remained undetected for five years A consumer-grade spyware app found in check-in systems of 3 US hotels Critical Veeam Backup Enterprise Manager authentication bypass bug Cybercriminals are targeting elections in India with influence campaigns Critical GitHub Enterprise Server Authentication Bypass bug. Fix it now! OmniVision disclosed a data breach after the 2023 Cactus ransomware attack CISA adds NextGen Healthcare Mirth Connect flaw to its Known Exploited Vulnerabilities catalog  Blackbasta group claims to have hacked Atlas, one of the largest US oil distributors Experts warn of a flaw in Fluent Bit utility that is used by major cloud platforms and firms Experts released PoC exploit code for RCE in QNAP QTS GitCaught campaign relies on Github and Filezilla to deliver multiple malware Two students uncovered a flaw that allows to use laundry machines for free Grandoreiro Banking Trojan is back and targets banks worldwide Healthcare firm WebTPA data breach impacted 2.5 million individuals Security Affairs newsletter Round 472 by Pierluigi Paganini – INTERNATIONAL EDITION North Korea-linked Kimsuky used a new Linux backdoor in recent attacks North Korea-linked IT workers infiltrated hundreds of US firms Turla APT used two new backdoors to infiltrate a European ministry of foreign affairs City of Wichita disclosed a data breach after the recent ransomware attack CISA adds D-Link DIR router flaws to its Known Exploited Vulnerabilities catalog CISA adds Google Chrome zero-days to its Known Exploited Vulnerabilities catalog North Korea-linked Kimsuky APT attack targets victims via Messenger Electronic prescription provider MediSecure impacted by a ransomware attack Google fixes seventh actively exploited Chrome zero-day this year, the third in a week Santander: a data breach at a third-party provider impacted customers and employees FBI seized the notorious BreachForums hacking forum A Tornado Cash developer has been sentenced to 64 months in prison Adobe fixed multiple critical flaws in Acrobat and Reader Ransomware attack on Singing River Health System impacted 895,000 people Microsoft Patch Tuesday security updates for May 2024 fixes 2 actively exploited zero-days VMware fixed zero-day flaws demonstrated at Pwn2Own Vancouver 2024 MITRE released EMB3D Threat Model for embedded devices Google fixes sixth actively exploited Chrome zero-day this year Phorpiex botnet sent millions of phishing emails to deliver LockBit Black ransomware Threat actors may have exploited a zero-day in older iPhones, Apple warns City of Helsinki suffered a data breach Russian hackers defaced local British news sites Australian Firstmac Limited disclosed a data breach after cyber attack Pro-Russia hackers targeted Kosovo’s government websites Security Affairs newsletter Round 471 by Pierluigi Paganini – INTERNATIONAL EDITION As of May 2024, Black Basta ransomware affiliates hacked over 500 organizations worldwide Ohio Lottery data breach impacted over 538,000 individuals Notorius threat actor IntelBroker claims the hack of the Europol A cyberattack hit the US healthcare giant Ascension Google fixes fifth actively exploited Chrome zero-day this year Russia-linked APT28 targets government Polish institutions Citrix warns customers to update PuTTY version installed on their XenCenter system manually Dell discloses data breach impacting millions of customers Mirai botnet also spreads through the exploitation of Ivanti Connect Secure bugs Zscaler is investigating data breach claims Experts warn of two BIG-IP Next Central Manager flaws that allow device takeover LockBit gang claimed responsibility for the attack on City of Wichita New TunnelVision technique can bypass the VPN encapsulation LiteSpeed Cache WordPress plugin actively exploited in the wild Most Tinyproxy Instances are potentially vulnerable to flaw CVE-2023-49606 UK Ministry of Defense disclosed a third-party data breach exposing military personnel data  Law enforcement agencies identified LockBit ransomware admin and sanctioned him MITRE attributes the recent attack to China-linked UNC5221 Alexander Vinnik, the operator of BTC-e exchange, pleaded guilty to money laundering City of Wichita hit by a ransomware attack El Salvador suffered a massive leak of biometric data Finland authorities warn of Android malware campaign targeting bank users NATO and the EU formally condemned Russia-linked APT28 cyber espionage Security Affairs newsletter Round 470 by Pierluigi Paganini – INTERNATIONAL EDITION Blackbasta gang claimed responsibility for Synlab Italia attack LockBit published data stolen from Simone Veil hospital in Cannes Russia-linked APT28 and crooks are still using the Moobot botnet Dirty stream attack poses billions of Android installs at risk ZLoader Malware adds Zeus's anti-analysis feature Ukrainian REvil gang member sentenced to 13 years in prison HPE Aruba Networking addressed four critical ArubaOS RCE flaws Threat actors hacked the Dropbox Sign production environment CISA adds GitLab flaw to its Known Exploited Vulnerabilities catalog Panda Restaurant Group disclosed a data breach Ex-NSA employee sentenced to 262 months in prison for attempting to transfer classified documents to Russia Cuttlefish malware targets enterprise-grade SOHO routers A flaw in the R programming language could allow code execution Muddling Meerkat, a mysterious DNS Operation involving China's Great Firewall Notorious Finnish Hacker sentenced to more than six years in prison CISA guidelines to protect critical infrastructure against AI-based threats NCSC: New UK law bans default passwords on smart devices  The FCC imposes $200 million in fines on four US carriers for unlawfully sharing user location data Google prevented 2.28 million policy-violating apps from being published on Google Play in 2023 Financial Business and Consumer Solutions (FBCS) data breach impacted 2M individuals Cyber-Partisans hacktivists claim to have breached Belarus KGB The Los Angeles County Department of Health Services disclosed a data breach Multiple Brocade SANnav SAN Management SW flaws allow device compromise ICICI Bank exposed credit card data of 17000 customers Okta warns of unprecedented scale in credential stuffing attacks on online services Security Affairs newsletter Round 469 by Pierluigi Paganini – INTERNATIONAL EDITION Targeted operation against Ukraine exploited 7-year-old MS Office bug Hackers may have accessed thousands of accounts on the California state welfare platform Brokewell Android malware supports an extensive set of Device Takeover capabilities Experts warn of an ongoing malware campaign targeting WP-Automatic plugin Cryptocurrencies and cybercrime: A critical intermingling Kaiser Permanente data breach may have impacted 13.4 million patients Over 1,400 CrushFTP internet-facing servers vulnerable to CVE-2024-4040 bug Sweden’s liquor supply severely impacted by ransomware attack on logistics company CISA adds Cisco ASA and FTD and CrushFTP VFS flaws to its Known Exploited Vulnerabilities catalog CISA adds Microsoft Windows Print Spooler flaw to its Known Exploited Vulnerabilities catalog DOJ arrested the founders of crypto mixer Samourai for facilitating $2 Billion in illegal transactions Google fixed critical Chrome vulnerability CVE-2024-4058 Nation-state actors exploited two zero-days in ASA and FTD firewalls to breach government networks Hackers hijacked the eScan Antivirus update mechanism in malware campaign US offers a $10 million reward for information on four Iranian nationals The street lights in Leicester City cannot be turned off due to a cyber attack North Korea-linked APT groups target South Korean defense contractors U.S. Gov imposed Visa restrictions on 13 individuals linked to commercial spyware activity A cyber attack paralyzed operations at Synlab Italia Russia-linked APT28 used post-compromise tool GooseEgg to exploit CVE-2022-38028 Windows flaw Hackers threaten to leak a copy of the World-Check database used to assess potential risks associated with entities A flaw in the Forminator plugin impacts hundreds of thousands of WordPress sites Akira ransomware received $42M in ransom payments from over 250 victims DuneQuixote campaign targets the Middle East with a complex backdoor Security Affairs newsletter Round 468 by Pierluigi Paganini – INTERNATIONAL EDITION Critical CrushFTP zero-day exploited in attacks in the wild A French hospital was forced to reschedule procedures after cyberattack MITRE revealed that nation-state actors breached its systems via Ivanti zero-days FBI chief says China is preparing to attack US critical infrastructure United Nations Development Programme (UNDP) investigates data breach FIN7 targeted a large U.S. carmaker with phishing attacks Law enforcement operation dismantled phishing-as-a-service platform LabHost Previously unknown Kapeka backdoor linked to Russian Sandworm APT Cisco warns of a command injection escalation flaw in its IMC. PoC publicly available Linux variant of Cerber ransomware targets Atlassian servers Ivanti fixed two critical flaws in its Avalanche MDM Researchers released exploit code for actively exploited Palo Alto PAN-OS bug Cisco warns of large-scale brute-force attacks against VPN and SSH services PuTTY SSH Client flaw allows of private keys recovery A renewed espionage campaign targets South Asia with iOS spyware LightSpy Misinformation and hacktivist campaigns targeting the Philippines skyrocket Russia is trying to sabotage European railways, Czech minister said Ransomware group Dark Angels claims the theft of 1TB of data from chipmaker Nexperia  Cisco Duo warns telephony supplier data breach exposed MFA SMS logs Ukrainian Blackjack group used ICS malware Fuxnet against Russian targets CISA adds Palo Alto Networks PAN-OS Command Injection flaw to its Known Exploited Vulnerabilities catalog Threat actors exploited Palo Alto Pan-OS issue to deploy a Python Backdoor U.S. and Australian police arrested Firebird RAT author and operator  Canadian retail chain Giant Tiger data breach may have impacted millions of customers Security Affairs newsletter Round 467 by Pierluigi Paganini – INTERNATIONAL EDITION Crooks manipulate GitHub's search results to distribute malware BatBadBut flaw allowed an attacker to perform command injection on Windows Roku disclosed a new security breach impacting 576,000 accounts LastPass employee targeted via an audio deepfake call TA547 targets German organizations with Rhadamanthys malware CISA adds D-Link multiple NAS devices bugs to its Known Exploited Vulnerabilities catalog US CISA published an alert on the Sisense data breach Palo Alto Networks fixed multiple DoS bugs in its firewalls Apple warns of mercenary spyware attacks on iPhone users in 92 countries Microsoft fixed two zero-day bugs exploited in malware attacks Group Health Cooperative data breach impacted 530,000 individuals  AT&T states that the data breach impacted 51 million former and current customers Fortinet fixed a critical remote code execution bug in FortiClientLinux Microsoft Patches Tuesday security updates for April 2024 fixed hundreds of issues Cybersecurity in the Evolving Threat Landscape Over 91,000 LG smart TVs running webOS are vulnerable to hacking ScrubCrypt used to drop VenomRAT along with many malicious plugins Google announces V8 Sandbox to protect Chrome users China is using generative AI to carry out influence operations Greylock McKinnon Associates data breach exposed DOJ data of 341650 people Crowdfense is offering a larger 30M USD exploit acquisition program U.S. Department of Health warns of attacks against IT help desks Security Affairs newsletter Round 466 by Pierluigi Paganini – INTERNATIONAL EDITION Over 92,000 Internet-facing D-Link NAS devices can be easily hacked More than 16,000 Ivanti VPN gateways still vulnerable to RCE CVE-2024-21894 Cisco warns of XSS flaw in end-of-life small business routers Magento flaw exploited to deploy persistent backdoor hidden in XML Cyberattack disrupted services at Omni Hotels & Resorts HTTP\/2 CONTINUATION Flood technique can be exploited in DoS attacks US cancer center City of Hope: data breach impacted 827149 individuals Ivanti fixed for 4 new issues in Connect Secure and Policy Secure Jackson County, Missouri, discloses a ransomware attack Google addressed another Chrome zero-day exploited at Pwn2Own in March The New Version of JsOutProx is Attacking Financial Institutions in APAC and MENA via Gitlab Abuse Google fixed two actively exploited Pixel vulnerabilities Highly sensitive files mysteriously disappeared from EUROPOL headquarters XSS flaw in WordPress WP-Members Plugin can lead to script injection Binarly released the free online scanner to detect the CVE-2024-3094 Backdoor Google agreed to erase billions of browser records to settle a class action lawsuit PandaBuy data breach allegedly impacted over 1.3 million customers OWASP discloses a data breach New Vultur malware version includes enhanced remote control and evasion capabilities Pentagon established the Office of the Assistant Secretary of Defense for Cyber Policy Info stealer attacks target macOS users Security Affairs newsletter Round 465 by Pierluigi Paganini – INTERNATIONAL EDITION DinodasRAT Linux variant targets users worldwide AT&T confirmed that a data breach impacted 73 million customers Expert found a backdoor in XZ tools used many Linux distributions German BSI warns of 17,000 unpatched Microsoft Exchange servers Cisco warns of password-spraying attacks targeting Secure Firewall devices American fast-fashion firm Hot Topic hit by credential stuffing attacks Cisco addressed high-severity flaws in IOS and IOS XE software Google: China dominates government exploitation of zero-day vulnerabilities in 2023 Google addressed 2 Chrome zero-days demonstrated at Pwn2Own 2024 CISA adds Microsoft SharePoint bug disclosed at Pwn2Own to its Known Exploited Vulnerabilities catalog The DDR Advantage: Real-Time Data Defense Finnish police linked APT31 to the 2021 parliament attack TheMoon bot infected 40,000 devices in January and February UK, New Zealand against China-linked cyber operations US Treasury Dep announced sanctions against members of China-linked APT31 CISA adds FortiClient EMS, Ivanti EPM CSA, Nice Linear eMerge E3-Series bugs to its Known Exploited Vulnerabilities catalog Iran-Linked APT TA450 embeds malicious links in PDF attachments StrelaStealer targeted over 100 organizations across the EU and US GoFetch side-channel attack against Apple systems allows secret keys extraction Security Affairs newsletter Round 464 by Pierluigi Paganini – INTERNATIONAL EDITION Cybercriminals Accelerate Online Scams During Ramadan and Eid Fitr Russia-linked APT29 targeted German political parties with WINELOADER backdoor Mozilla fixed Firefox zero-days exploited at Pwn2Own Vancouver 2024 Large-scale Sign1 malware campaign already infected 39,000+ WordPress sites German police seized the darknet marketplace Nemesis Market Unsaflok flaws allow to open millions of doors using Dormakaba Saflok electronic locks Pwn2Own Vancouver 2024: participants earned $1,132,500 for 29 unique 0-days Critical Fortinet's FortiClient EMS flaw actively exploited in the wild Pwn2Own Vancouver 2024 Day 1 - team Synacktiv hacked a Tesla New Loop DoS attack may target 300,000 vulnerable hosts Critical flaw in Atlassian Bamboo Data Center and Server must be fixed immediately Threat actors actively exploit JetBrains TeamCity flaws to deliver malware BunnyLoader 3.0 surfaces in the threat landscape Pokemon Company resets some users' passwords Ukraine cyber police arrested crooks selling 100 million compromised accounts New AcidPour wiper targets Linux x86 devices. Is it a Russia's weapon? Players hacked during the matches of Apex Legends Global Series. Tournament suspended Earth Krahang APT breached tens of government organizations worldwide PoC exploit for critical RCE flaw in Fortra FileCatalyst transfer tool released Fujitsu suffered a malware attack and probably a data breach Remove WordPress miniOrange plugins, a critical flaw can allow site takeover The Aviation and Aerospace Sectors Face Skyrocketing Cyber Threats Email accounts of the International Monetary Fund compromised Threat actors leaked 70,000,000+ records allegedly stolen from AT&T “gitgub” malware campaign targets Github users with RisePro info-stealer Security Affairs newsletter Round 463 by Pierluigi Paganini – INTERNATIONAL EDITION France Travail data breach impacted 43 Million people Scranton School District in Pennsylvania suffered a ransomware attack Lazarus APT group returned to Tornado Cash to launder stolen funds Moldovan citizen sentenced in connection with the E-Root cybercrime marketplace case UK Defence Secretary jet hit by an electronic warfare attack in Poland Cisco fixed high-severity elevation of privilege and DoS bugs Recent DarkGate campaign exploited Microsoft Windows zero-day Nissan Oceania data breach impacted roughly 100,000 people Researchers found multiple flaws in ChatGPT plugins Fortinet fixes critical bugs in FortiOS, FortiProxy, and FortiClientEMS Acer Philippines disclosed a data breach after a third-party vendor hack Stanford University announced that 27,000 individuals were impacted in the 2023 ransomware attack Microsoft Patch Tuesday security updates for March 2024 fixed 59 flaws Russia's Foreign Intelligence Service (SVR) alleges US is plotting to interfere in presidential election First-ever South Korean national detained for espionage in Russia Insurance scams via QR codes: how to recognise and defend yourself Massive cyberattacks hit French government agencies BianLian group exploits JetBrains TeamCity bugs in ransomware attacks Experts released PoC exploit for critical Progress Software OpenEdge bug Magnet Goblin group used a new Linux variant of NerbianRAT malware Hackers exploited WordPress Popup Builder plugin flaw to compromise 3,300 sites Lithuania security services warn of China's espionage against the country Security Affairs newsletter Round 462 by Pierluigi Paganini – INTERNATIONAL EDITION Threat actors breached two crucial systems of the US CISA CISA adds JetBrains TeamCity bug to its Known Exploited Vulnerabilities catalog Critical Fortinet FortiOS bug CVE-2024-21762 potentially impacts 150,000 internet-facing devices QNAP fixed three flaws in its NAS devices, including an authentication bypass Russia-linked Midnight Blizzard breached Microsoft systems again Cisco addressed severe flaws in its Secure Client Play ransomware attack on Xplain exposed 65,000 files containing data relevant to the Swiss Federal Administration. 2023 FBI Internet Crime Report reported cybercrime losses reached $12.5 billion in 2023 National intelligence agency of Moldova warns of Russia attacks ahead of the presidential election CISA adds Apple iOS and iPadOS memory corruption bugs to its Known Exploited Vulnerabilities Catalog Linux Malware targets misconfigured misconfigured Apache Hadoop, Confluence, Docker, and Redis servers CISA ADDS ANDROID PIXEL AND SUNHILLO SURELINE BUGS TO ITS KNOWN EXPLOITED VULNERABILITIES CATALOG Watch out, GhostSec and Stourmous groups jointly conducting ransomware attacks LockBit 3.0’s Bungled Comeback Highlights the Undying Risk of Torrent-Based (P2P) Data Leakage Apple emergency security updates fix two new iOS zero-days VMware urgent updates addressed Critical ESXi Sandbox Escape bugs US Gov sanctioned Intellexa Consortium individuals and entities behind Predator spyware attacks CISA ADDS MICROSOFT WINDOWS KERNEL BUG USED BY LAZARUS APT TO ITS KNOWN EXPLOITED VULNERABILITIES CATALOG Experts disclosed two severe flaws in JetBrains TeamCity On-Premises software Ukraine's GUR hacked the Russian Ministry of Defense Some American Express customers' data exposed in a third-party data breach META hit with privacy complaints by EU consumer groups New GTPDOOR backdoor is designed to target telecom carrier networks Threat actors hacked Taiwan-based Chunghwa Telecom New Linux variant of BIFROSE RAT uses deceptive domain strategies Eken camera doorbells allow ill-intentioned individuals to spy on you Security Affairs newsletter Round 461 by Pierluigi Paganini – INTERNATIONAL EDITION U.S. Judge ordered NSO Group to hand over the Pegasus spyware code to WhatsApp U.S. authorities charged an Iranian national for long-running hacking campaign US cyber and law enforcement agencies warn of Phobos ransomware attacks Police seized Crimemarket, the largest German-speaking cybercrime marketplace Five Eyes alliance warns of attacks exploiting known Ivanti Gateway flaws Crooks stole €15 Million from European retail company Pepco CISA adds Microsoft Streaming Service bug to its Known Exploited Vulnerabilities catalog Researchers found a zero-click Facebook account takeover New SPIKEDWINE APT group is targeting officials in Europe Is the LockBit gang resuming its operation? Lazarus APT exploited zero-day in Windows driver to gain kernel privileges Pharmaceutical giant Cencora discloses a data breach Unmasking 2024's Email Security Landscape FBI, CISA, HHS warn of targeted ALPHV\/Blackcat ransomware attacks against the healthcare sector Russia-linked APT28 compromised Ubiquiti EdgeRouters to facilitate cyber operations Black Basta and Bl00dy ransomware gangs exploit recent ConnectWise ScreenConnect bugs XSS flaw in LiteSpeed Cache plugin exposes millions of WordPress sites at risk Security Affairs newsletter Round 460 by Pierluigi Paganini – INTERNATIONAL EDITION US GOV OFFERS A REWARD OF UP TO $15M FOR INFO ON LOCKBIT GANG MEMBERS AND AFFILIATES New Redis miner Migo uses novel system weakening techniques Critical flaw found in deprecated VMware EAP. Uninstall it immediately Microsoft Exchange flaw CVE-2024-21410 could impact up to 97,000 servers ConnectWise fixed critical flaws in ScreenConnect remote access tool More details about Operation Cronos that disrupted Lockbit operation Cactus ransomware gang claims the theft of 1.5TB of data from Energy management and industrial automation firm Schneider Electric Operation Cronos: law enforcement disrupted the LockBit operation A Ukrainian Raccoon Infostealer operator is awaiting trial in the US Russia-linked APT TAG-70 targets European government and military mail servers exploiting Roundcube XSS How BRICS Got \"Rug Pulled\" – Cryptocurrency Counterfeiting is on the Rise SolarWinds addressed critical RCEs in Access Rights Manager (ARM) ESET fixed high-severity local privilege escalation bug in Windows products Security Affairs newsletter Round 459 by Pierluigi Paganini – INTERNATIONAL EDITION Ukrainian national faces up to 20 years in prison for his role in Zeus, IcedID malware schemes CISA: Cisco ASA\/FTD bug CVE-2020-3259 exploited in ransomware attacks CISA adds Microsoft Exchange and Cisco ASA and FTD bugs to its Known Exploited Vulnerabilities catalog US gov offers a reward of up to $10M for info on ALPHV\/Blackcat gang leaders U.S. CISA: hackers breached a state government organization Russia-linked Turla APT uses new TinyTurla-NG backdoor to spy on Polish NGOs US Gov dismantled the Moobot botnet controlled by Russia-linked APT28 A cyberattack halted operations at Varta production plants North Korea-linked actors breached the emails of a Presidential Office member CISA adds Microsoft Windows bugs to its Known Exploited Vulnerabilities catalog Nation-state actors are using AI services and LLMs for cyberattacks Abusing the Ubuntu 'command-not-found' utility to install malicious packages Zoom fixed critical flaw CVE-2024-24691 in Windows software Adobe Patch Tuesday fixed critical vulnerabilities in Magento, Acrobat and Reader Microsoft Patch Tuesday for February 2024 fixed 2 actively exploited 0-days A ransomware attack took 100 Romanian hospitals down Bank of America customer data compromised after a third-party services provider data breach Ransomfeed - Third Quarter Report 2023 is out! Global Malicious Activity Targeting Elections is Skyrocketing Researchers released a free decryption tool for the Rhysida Ransomware Residential Proxies vs. Datacenter Proxies: Choosing the Right Option CISA adds Roundcube Webmail Persistent XSS bug to its Known Exploited Vulnerabilities catalog Canada Gov plans to ban the Flipper Zero to curb car thefts 9 Possible Ways Hackers Can Use Public Wi-Fi to Steal Your Sensitive Data US Feds arrested two men involved in the Warzone RAT operation Raspberry Robin spotted using two new 1-day LPE exploits Security Affairs newsletter Round 458 by Pierluigi Paganini – INTERNATIONAL EDITION CISA adds Fortinet FortiOS bug to its Known Exploited Vulnerabilities catalog macOS Backdoor RustDoor likely linked to Alphv\/BlackCat ransomware operations Exploiting a vulnerable Minifilter Driver to create a process killer Black Basta ransomware gang hacked Hyundai Motor Europe Fortinet warns of a new actively exploited RCE flaw in FortiOS SSL VPN Ivanti warns of a new auth bypass flaw in its Connect Secure, Policy Secure, and ZTA gateway devices 26 Cyber Security Stats Every User Should Be Aware Of in 2024 US offers $10 million reward for info on Hive ransomware group leaders Unraveling the truth behind the DDoS attack from electric toothbrushes China-linked APT Volt Typhoon remained undetected for years in US infrastructure Cisco fixes critical Expressway Series CSRF vulnerabilities CISA adds Google Chromium V8 Type Confusion bug to its Known Exploited Vulnerabilities catalog Fortinet addressed two critical FortiSIEM vulnerabilities Experts warn of a critical bug in JetBrains TeamCity On-Premises Critical shim bug impacts every Linux boot loader signed in the past decade China-linked APT deployed malware in a network of the Dutch Ministry of Defence Commercial spyware vendors are behind most zero-day exploits discovered by Google TAG Google fixed an Android critical remote code execution flaw A man faces up to 25 years in prison for his role in operating unlicensed crypto exchange BTC-e U.S. Gov imposes visa restrictions on individuals misusing Commercial Spyware HPE is investigating claims of a new security breach Experts warn of a surge of attacks targeting Ivanti SSRF flaw  How to hack the Airbus NAVBLUE Flysmart+ Manager Crooks stole $25.5 million from a multinational firm using a 'deepfake' video call Software firm AnyDesk disclosed a security breach The 'Mother of all Breaches': Navigating the Aftermath and Fortifying Your Data with DSPM US government imposed sanctions on six Iranian intel officials A cyberattack impacted operations at Lurie Children's Hospital AnyDesk Incident: Customer Credentials Leaked and Published for Sale on the Dark Web Security Affairs newsletter Round 457 by Pierluigi Paganini – INTERNATIONAL EDITION Clorox estimates the costs of the August cyberattack will exceed $49 Million Mastodon fixed a flaw that can allow the takeover of any account Iranian hackers breached Albania’s Institute of Statistics (INSTAT) Operation Synergia led to the arrest of 31 individuals Ex CIA employee Joshua Adam Schulte sentenced to 40 years in prison Cloudflare breached on Thanksgiving Day, but the attack was promptly contained PurpleFox malware infected at least 2,000 computers in Ukraine Man sentenced to six years in prison for stealing millions in cryptocurrency via SIM swapping CISA orders federal agencies to disconnect Ivanti VPN instances by February 2 Multiple malware used in attacks exploiting Ivanti VPN flaws Police seized 50,000 Bitcoin from operator of the now-defunct piracy site movie2k Crooks stole around $112 million worth of XRP from Ripple’s co-founder CISA adds Apple improper authentication bug to its Known Exploited Vulnerabilities catalog Ivanti warns of a new actively exploited zero-day Threat actors exploit Ivanti VPN bugs to deploy KrustyLoader Malware Data leak at fintech giant Direct Trading Technologies Root access vulnerability in GNU Library C (glibc) impacts many Linux distros Italian data protection authority said that ChatGPT violated EU privacy laws 750 million Indian mobile subscribers' data offered for sale on dark web Juniper Networks released out-of-band updates to fix high-severity flaws Hundreds of network operators’ credentials found circulating in Dark Web Cactus ransomware gang claims the Schneider Electric hack Mercedes-Benz accidentally exposed sensitive data, including source code Experts detailed Microsoft Outlook flaw that can leak NTLM v2 hashed passwords NSA buys internet browsing records from data brokers without a warrant Ukraine’s SBU arrested a member of Pro-Russia hackers group 'Cyber Army of Russia' Multiple PoC exploits released for Jenkins flaw CVE-2024-23897 Medusa ransomware attack hit Kansas City Area Transportation Authority Security Affairs newsletter Round 456 by Pierluigi Paganini – INTERNATIONAL EDITION Pro-Ukraine hackers wiped 2 petabytes of data from Russian research center Participants earned more than $1.3M at the Pwn2Own Automotive competition A TrickBot malware developer sentenced to 64 months in prison Russian Midnight Blizzard APT is targeting orgs worldwide, Microsoft warns Watch out, experts warn of a critical flaw in Jenkins Pwn2Own Automotive 2024 Day 2 - Tesla hacked again Yearly Intel Trend Review: The 2023 RedSense report Cisco warns of a critical bug in Unified Communications products, patch it now! Russia-linked APT group Midnight Blizzard hacked Hewlett Packard Enterprise (HPE) CISA adds Atlassian Confluence Data Center bug to its Known Exploited Vulnerabilities catalog 5379 GitLab servers vulnerable to zero-click account takeover attacks Experts released PoC exploit for Fortra GoAnywhere MFT flaw CVE-2024-0204 Splunk fixed high-severity flaw impacting Windows versions Watch out, a new critical flaw affects Fortra GoAnywhere MFT Australian government announced sanctions for Medibank hacker LoanDepot data breach impacted roughly 16.6 individuals Black Basta gang claims the hack of the UK water utility Southern Water CISA adds VMware vCenter Server bug to its Known Exploited Vulnerabilities catalog Mother of all breaches - a historic data leak reveals 26 billion records: check what's exposed Apple fixed actively exploited zero-day CVE-2024-23222 “My Slice”, an Italian adaptive phishing campaign Threat actors exploit Apache ActiveMQ flaw to deliver the Godzilla Web Shell Cybercriminals leaked massive volumes of stolen PII data from Thailand in Dark Web Backdoored pirated applications targets Apple macOS users LockBit ransomware gang claims the attack on the sandwich chain Subway Security Affairs newsletter Round 455 by Pierluigi Paganini – INTERNATIONAL EDITION Admin of the BreachForums hacking forum sentenced to 20 years supervised release VF Corp December data breach impacts 35 million customers China-linked APT UNC3886 exploits VMware zero-day since 2021 Ransomware attacks break records in 2023: the number of victims rose by 128% U.S. CISA warns of actively exploited Ivanti EPMM flaw CVE-2023-35082 The Quantum Computing Cryptopocalypse – I’ll Know It When I See It Kansas State University suffered a serious cybersecurity incident CISA adds Chrome and Citrix NetScaler to its Known Exploited Vulnerabilities catalog Google TAG warns that Russian COLDRIVER APT is using a custom backdoor PixieFail: Nine flaws in UEFI open-source reference implementation could have severe impacts iShutdown lightweight method allows to discover spyware infections on iPhones Pro-Russia group hit Swiss govt sites after Zelensky visit in Davos Github rotated credentials after the discovery of a vulnerability FBI, CISA warn of AndroxGh0st botnet for victim identification and exploitation Citrix warns admins to immediately patch NetScaler for actively exploited zero-days Google fixed the first actively exploited Chrome zero-day of 2024 Atlassian fixed critical RCE in older Confluence versions VMware fixed a critical flaw in Aria Automation. Patch it now! Experts warn of mass exploitation of Ivanti Connect Secure VPN flaws Experts warn of a vulnerability affecting Bosch BCC100 Thermostat Over 178,000 SonicWall next-generation firewalls (NGFW) online exposed to hack Phemedrone info stealer campaign exploits Windows smartScreen bypass Balada Injector continues to infect thousands of WordPress sites Attackers target Apache Hadoop and Flink to deliver cryptominers Apple fixed a bug in Magic Keyboard that allows to monitor Bluetooth traffic Security Affairs newsletter Round 454 by Pierluigi Paganini – INTERNATIONAL EDITION GitLab fixed a critical zero-click account hijacking flaw Juniper Networks fixed a critical RCE bug in its firewalls and switches Vast Voter Data Leaks Cast Shadow Over Indonesia ’s 2024 Presidential Election Researchers created a PoC for Apache OFBiz flaw CVE-2023-51467 Team Liquid’s wiki leak exposes 118K users CISA adds Ivanti and Microsoft SharePoint bugs to its Known Exploited Vulnerabilities catalog Two zero-day bugs in Ivanti Connect Secure actively exploited X Account of leading cybersecurity firm Mandiant was hacked because not adequately protected Cisco fixed critical Unity Connection vulnerability CVE-2024-20272 ShinyHunters member sentenced to three years in prison HMG Healthcare disclosed a data breach Threat actors hacked the X account of the Securities and Exchange Commission (SEC) and announced fake Bitcoin ETF approval Decryptor for Tortilla variant of Babuk ransomware released Microsoft Patch Tuesday for January 2024 fixed 2 critical flaws CISA adds Apache Superset bug to its Known Exploited Vulnerabilities catalog Syrian group Anonymous Arabic distributes stealthy malware Silver RAT Swiss Air Force sensitive files stolen in the hack of Ultra Intelligence & Communications DoJ charged 19 individuals in a transnational cybercrime investigation xDedic Marketplace Long-existing Bandook RAT targets Windows machines A cyber attack hit the Beirut International Airport Iranian crypto exchange Bit24.cash leaks user passports and IDs Security Affairs newsletter Round 453 by Pierluigi Paganini – INTERNATIONAL EDITION Turkish Sea Turtle APT targets Dutch IT and Telecom firms Experts spotted a new macOS Backdoor named SpectralBlur linked to North Korea Merck settles with insurers regarding a $1.4 billion claim over NotPetya damages The source code of Zeppelin Ransomware sold on a hacking forum Russia-linked APT Sandworm was inside Ukraine telecoms giant Kyivstar for months Ivanti fixed a critical EPM flaw that can result in remote code execution MyEstatePoint Property Search Android app leaks user passwords Hacker hijacked Orange Spain RIPE account causing internet outage to company customers HealthEC data breach impacted more than 4.5 Million people Experts found 3 malicious packages hiding crypto miners in PyPi repository Crooks hacked Mandiant X account to push cryptocurrency scam Cybercriminals Implemented Artificial Intelligence (AI) for Invoice Fraud CISA ADDS CHROME AND PERL LIBRARY FLAWS TO ITS KNOWN EXPLOITED VULNERABILITIES CATALOG Don’t trust links with known domains: BMW affected by redirect vulnerability Hackers stole more than $81 million worth of crypto assets from Orbit Chain Ukraine’s SBU said that Russia's intelligence hacked surveillance cameras to direct a missile strike on Kyiv Experts warn of JinxLoader loader used to spread Formbook and XLoader Terrapin attack allows to downgrade SSH protocol security Multiple organizations in Iran were breached by a mysterious hacker Top 2023 Security Affairs cybersecurity stories Malware exploits undocumented Google OAuth endpoint to regenerate Google cookies Cactus RANSOMWARE gang hit the Swedish retail and grocery provider Coop Google agreed to settle a $5 billion privacy lawsuit Security Affairs newsletter Round 452 by Pierluigi Paganini – INTERNATIONAL EDITION INC RANSOM ransomware gang claims to have breached Xerox Corp Spotify music converter TuneFab puts users at risk Cyber attacks hit the Assembly of the Republic of Albania and telecom company One Albania Russia-linked APT28 used new malware in a recent phishing campaign Clash of Clans gamers at risk while using third-party app New Version of Meduza Stealer Released in Dark Web Operation Triangulation attacks relied on an undocumented hardware feature Cybercriminals launched “Leaksmas” event in the Dark Web exposing massive volumes of leaked PII and compromised data Lockbit ransomware attack interrupted medical emergencies gang at a German hospital network Experts warn of critical Zero-Day in Apache OfBiz Xamalicious Android malware distributed through the Play Store Barracuda fixed a new ESG zero-day exploited by Chinese group UNC4841 Elections 2024, artificial intelligence could upset world balances Experts analyzed attacks against poorly managed Linux SSH servers A cyberattack hit Australian healthcare provider St Vincent’s Health Australia Rhysida ransomware group hacked Abdali Hospital in Jordan Carbanak malware returned in ransomware attacks Resecurity Released a 2024 Cyber Threat Landscape Forecast APT group UAC-0099 targets Ukraine exploiting a WinRAR flaw Iran-linked APT33 targets Defense Industrial Base sector with FalseFont backdoor Security Affairs newsletter Round 451 by Pierluigi Paganini – INTERNATIONAL EDITION Europol and ENISA spotted 443 e-stores compromised with digital skimming Video game giant Ubisoft investigates reports of a data breach LockBit ransomware gang claims to have breached accountancy firm Xeinadin Mobile virtual network operator Mint Mobile discloses a data breach Akira ransomware gang claims the theft of sensitive data from Nissan Australia Member of Lapsus$ gang sentenced to an indefinite hospital order Real estate agency exposes details of 690k customers ESET fixed a high-severity bug in the Secure Traffic Scanning Feature of several products Phishing attacks use an old Microsoft Office flaw to spread Agent Tesla malware Data leak exposes users of car-sharing service Blink Mobility Google addressed a new actively exploited Chrome zero-day German police seized the dark web marketplace Kingdom Market Law enforcement Operation HAECHI IV led to the seizure of $300 Million Sophisticated JaskaGO info stealer targets macOS and Windows BMW dealer at risk of takeover by cybercriminals Comcast’s Xfinity customer data exposed after CitrixBleed attack FBI claims to have dismantled AlphV\/Blackcat ransomware operation, but the group denies it Smishing Triad: Cybercriminals Impersonate UAE Federal Authority for Identity and Citizenship on the Peak of Holidays Season The ransomware attack on Westpole is disrupting digital services for Italian public administration Info stealers and how to protect against them Pro-Israel Predatory Sparrow hacker group disrupted services at around 70% of Iran’s fuel stations Qakbot is back and targets the Hospitality industry A supply chain attack on crypto hardware wallet Ledger led to the theft of $600K MongoDB investigates a cyberattack, customer data exposed InfectedSlurs botnet targets QNAP VioStor NVR vulnerability Security Affairs newsletter Round 450 by Pierluigi Paganini – INTERNATIONAL EDITION New NKAbuse malware abuses NKN decentralized P2P network protocol Snatch ransomware gang claims the hack of the food giant Kraft Heinz Multiple flaws in pfSense firewall can lead to arbitrary code execution BianLian, White Rabbit, and Mario Ransomware Gangs Spotted in a Joint Campaign Data of over a million users of the crypto exchange GokuMarket exposed Idaho National Laboratory data breach impacted 45,047 individuals Ubiquiti users claim to have access to other people’s devices Russia-linked APT29 spotted targeting JetBrains TeamCity servers Microsoft seized the US infrastructure of the Storm-1152 cybercrime group French authorities arrested a Russian national for his role in the Hive ransomware operation China-linked APT Volt Typhoon linked to KV-Botnet UK Home Office is ignoring the risk of 'catastrophic ransomware attacks,' report warns OAuth apps used in cryptocurrency mining, phishing campaigns, and BEC attacks Sophos backports fix for CVE-2022-3236 for EOL firewall firmware versions due to ongoing attacks December 2023 Microsoft Patch Tuesday fixed 4 critical flaws Ukrainian military intelligence service hacked the Russian Federal Taxation Service Kyivstar, Ukraine's largest mobile carrier brought down by a cyber attack Dubai’s largest taxi app exposes 220K+ users Operation Blacksmith: Lazarus exploits Log4j flaws to deploy DLang malware Apple released iOS 17.2 to address a dozen of security flaws Toyota Financial Services discloses a data breach Apache fixed Critical RCE flaw CVE-2023-50164 in Struts 2 CISA adds Qlik Sense flaws to its Known Exploited Vulnerabilities catalog CISA and ENISA signed a Working Arrangement to enhance cooperation Researcher discovered a new lock screen bypass bug for Android 14 and 13 WordPress 6.4.2 fixed a Remote Code Execution (RCE) flaw Security Affairs newsletter Round 449 by Pierluigi Paganini – INTERNATIONAL EDITION Hacktivists hacked an Irish water utility and interrupted the water supply 5Ghoul flaws impact hundreds of 5G devices with Qualcomm, MediaTek chips Norton Healthcare disclosed a data breach after a ransomware attack Bypassing major EDRs using Pool Party process injection techniques Founder of Bitzlato exchange has pleaded for unlicensed money transmitting Android barcode scanner app exposes user passwords UK and US expose Russia Callisto Group's activity and sanction members A cyber attack hit Nissan Oceania New Krasue Linux RAT targets telecom companies in Thailand Atlassian addressed four new RCE flaws in its products CISA adds Qualcomm flaws to its Known Exploited Vulnerabilities catalog Experts demonstrate a post-exploitation tampering technique to display Fake Lockdown mode GST Invoice Billing Inventory exposes sensitive data to threat actors Threat actors breached US govt systems by exploiting Adobe ColdFusion flaw ENISA published the ENISA Threat Landscape for DoS Attacks Report Russia-linked APT28 group spotted exploiting Outlook flaw to hijack MS Exchange accounts Google fixed critical zero-click RCE in Android New P2PInfect bot targets routers and IoT devices Malvertising attacks rely on DanaBot Trojan to spread CACTUS Ransomware LockBit on a Roll - ICBC Ransomware Attack Strikes at the Heart of the Global Financial Order Zyxel fixed tens of flaws in Firewalls, Access Points, and NAS devices New Agent Raccoon malware targets the Middle East, Africa and the US Security Affairs newsletter Round 448 by Pierluigi Paganini – INTERNATIONAL EDITION Researchers devised an attack technique to extract ChatGPT training data Fortune-telling website WeMystic exposes 13M+ user records Expert warns of Turtle macOS ransomware Black Basta Ransomware gang accumulated at least $107 million in Bitcoin ransom payments since early 2022 CISA adds ownCloud and Google Chrome bugs to its Known Exploited Vulnerabilities catalog Apple addressed 2 new iOS zero-day vulnerabilities Critical Zoom Room bug allowed to gain access to Zoom Tenants Rhysida ransomware group hacked King Edward VII’s Hospital in London Google addressed the sixth Chrome Zero-Day vulnerability in 2023 Okta reveals additional attackers' activities in October 2023 Breach Thousands of secrets lurk in app images on Docker Hub Threat actors started exploiting critical ownCloud flaw CVE-2023-49103 International police operation dismantled a prominent Ukraine-based Ransomware group Daixin Team group claimed the hack of North Texas Municipal Water District Healthcare provider Ardent Health Services disclosed a ransomware attack Ukraine's intelligence service hacked Russia's Federal Air Transport Agency, Rosaviatsia Iranian hacker group Cyber Av3ngers hacked the Municipal Water Authority of Aliquippa in Pennsylvania The hack of MSP provider CTS potentially impacted hundreds of UK law firms Security Affairs newsletter Round 447 by Pierluigi Paganini – INTERNATIONAL EDITION Rhysida ransomware gang claimed China Energy hack North Korea-linked APT Lazarus is using a MagicLine4NX zero-day flaw in supply chain attack Hamas-linked APT uses Rust-based SysJoker backdoor against Israel App used by hundreds of schools leaking children's data Microsoft launched its new Microsoft Defender Bounty Program Exposed Kubernetes configuration secrets can fuel supply chain attacks North Korea-linked Konni APT uses Russian-language weaponized documents ClearFake campaign spreads macOS AMOS information stealer Welltok data breach impacted 8.5 million patients in the U.S. North Korea-linked APT Diamond Sleet supply chain attack relies on CyberLink software Automotive parts giant AutoZone disclosed data breach after MOVEit hack New InfectedSlurs Mirai-based botnet exploits two zero-days SiegedSec hacktivist group hacked Idaho National Laboratory (INL) CISA adds Looney Tunables Linux bug to its Known Exploited Vulnerabilities catalog Citrix provides additional measures to address Citrix Bleed Tor Project removed several relays associated with a suspicious cryptocurrency scheme Experts warn of a surge in NetSupport RAT attacks against education and government sectors The Top 5 Reasons to Use an API Management Platform Canadian government impacted by data breaches of two of its contractors Rhysida ransomware gang is auctioning data stolen from the British Library Russia-linked APT29 group exploited WinRAR 0day in attacks against embassies DarkCasino joins the list of APT groups exploiting WinRAR zero-day US teenager pleads guilty to his role in credential stuffing attack on a betting site Security Affairs newsletter Round 446 by Pierluigi Paganini – INTERNATIONAL EDITION 8Base ransomware operators use a new variant of the Phobos ransomware Russian APT Gamaredon uses USB worm LitterDrifter against Ukraine The board of directors of OpenAI fired Sam Altman Medusa ransomware gang claims the hack of Toyota Financial Services CISA adds Sophos Web Appliance bug to its Known Exploited Vulnerabilities catalog Zimbra zero-day exploited to steal government emails by four groups Vietnam Post exposes 1.2TB of data, including email addresses Samsung suffered a new data breach FBI and CISA warn of attacks by Rhysida ransomware gang Critical flaw fixed in SAP Business One product Law enforcement agencies dismantled the illegal botnet proxy service IPStorm Gamblers’ data compromised after casino giant Strendus fails to set password VMware disclosed a critical and unpatched authentication bypass flaw in VMware Cloud Director Appliance Danish critical infrastructure hit by the largest cyber attack in Denmark's history Major Australian ports blocked after a cyber attack on DP World Nuclear and Oil & Gas are Major Targets of Ransomware Groups in 2024 CISA adds five vulnerabilities in Juniper devices to its Known Exploited Vulnerabilities catalog LockBit ransomware gang leaked data stolen from Boeing North Korea-linked APT Sapphire Sleet targets IT job seekers with bogus skills assessment portals The Lorenz ransomware group hit Texas-based Cogdell Memorial Hospital The State of Maine disclosed a data breach that impacted 1.3M people Security Affairs newsletter Round 445 by Pierluigi Paganini – INTERNATIONAL EDITION Police seized BulletProftLink phishing-as-a-service (PhaaS) platform Serbian pleads guilty to running ‘Monopoly’ dark web drug market McLaren Health Care revealed that a data breach impacted 2.2 million people After ChatGPT, Anonymous Sudan took down the Cloudflare website Industrial and Commercial Bank of China (ICBC) suffered a ransomware attack SysAid zero-day exploited by Clop ransomware group Dolly.com pays ransom, attackers release data anyway DDoS attack leads to significant disruption in ChatGPT services Russian Sandworm disrupts power in Ukraine with a new OT attack Veeam fixed multiple flaws in Veeam ONE, including critical issues Pro-Palestinian hackers group 'Soldiers of Solomon' disrupted the production cycle of the biggest flour production plant in Israel Iranian Agonizing Serpens APT is targeting Israeli entities with destructive cyber attacks Critical Confluence flaw exploited in ransomware attacks QNAP fixed two critical vulnerabilities in QTS OS and apps Attackers use Google Calendar RAT to abuse Calendar service as C2 infrastructure Socks5Systemz proxy service delivered via PrivateLoader and Amadey US govt sanctioned a Russian woman for laundering virtual currency on behalf of threat actors Security Affairs newsletter Round 444 by Pierluigi Paganini – INTERNATIONAL EDITION Lazarus targets blockchain engineers with new KandyKorn macOS Malware Kinsing threat actors probed the Looney Tunables flaws in recent attacks ZDI discloses four zero-day flaws in Microsoft Exchange Okta customer support system breach impacted 134 customers Multiple WhatsApp mods spotted containing the CanesSpy Spyware Russian FSB arrested Russian hackers who supported Ukrainian cyber operations MuddyWater has been spotted targeting two Israeli entities Clop group obtained access to the email addresses of about 632,000 US federal employees Okta discloses a new data breach after a third-party vendor was hacked Suspected exploitation of Apache ActiveMQ flaw CVE-2023-46604 to install HelloKitty ransomware Boeing confirmed its services division suffered a cyberattack Resecurity: Insecurity of 3rd-parties leads to Aadhaar data leaks in India Who is behind the Mozi Botnet kill switch? CISA adds two F5 BIG-IP flaws to its Known Exploited Vulnerabilities catalog Threat actors actively exploit F5 BIG-IP flaws CVE-2023-46747 and CVE-2023-46748 Pro-Hamas hacktivist group targets Israel with BiBi-Linux wiper British Library suffers major outage due to cyberattack Critical Atlassian Confluence flaw can lead to significant data loss WiHD leak exposes details of all torrent users Experts released PoC exploit code for Cisco IOS XE flaw CVE-2023-20198 Canada bans WeChat and Kaspersky apps on government-issued mobile devices Florida man sentenced to prison for SIM Swapping conspiracy that led to theft of $1M in cryptocurrency Wiki-Slack attack allows redirecting business professionals to malicious websites HackerOne awarded over $300 million bug hunters StripedFly, a complex malware that infected one million devices without being noticed IT Army of Ukraine disrupted internet providers in territories occupied by Russia Security Affairs newsletter Round 443 by Pierluigi Paganini – INTERNATIONAL EDITION Bug hunters earned $1,038,250 for 58 unique 0-days at Pwn2Own Toronto 2023 Lockbit ransomware gang claims to have stolen data from Boeing How to Collect Market Intelligence with Residential Proxies? F5 urges to address a critical flaw in BIG-IP Hello Alfred app exposes user data iLeakage attack exploits Safari to steal data from Apple devices Cloudflare mitigated 89 hyper-volumetric HTTP distributed DDoS attacks exceeding 100 million rps Seiko confirmed a data breach after BlackCat attack Winter Vivern APT exploited zero-day in Roundcube webmail software in recent attacks Pwn2Own Toronto 2023 Day 1 - organizers awarded $438,750 in prizes VMware addressed critical vCenter flaw also for End-of-Life products Citrix warns admins to patch NetScaler CVE-2023-4966 bug immediately New England Biolabs leak sensitive data Former NSA employee pleads guilty to attempted selling classified documents to Russia Experts released PoC exploit code for VMware Aria Operations for Logs flaw. Patch it now! How did the Okta Support breach impact 1Password? PII Belonging to Indian Citizens, Including their Aadhaar IDs, Offered for Sale on the Dark Web Spain police dismantled a cybercriminal group who stole the data of 4 million individuals CISA adds second Cisco IOS XE flaw to its Known Exploited Vulnerabilities catalog Cisco warns of a second IOS XE zero-day used to infect devices worldwide City of Philadelphia suffers a data breach SolarWinds fixed three critical RCE flaws in its Access Rights Manager product Don't use AI-based apps, Philippine defense ordered its personnel Vietnamese threat actors linked to DarkGate malware campaign MI5 chief warns of Chinese cyber espionage reached an unprecedented scale The attack on the International Criminal Court was targeted and sophisticated Security Affairs newsletter Round 442 by Pierluigi Paganini – INTERNATIONAL EDITION A threat actor is selling access to Facebook and Instagram's Police Portal Threat actors breached Okta support system and stole customers' data US DoJ seized domains used by North Korean IT workers to defraud businesses worldwide Alleged developer of the Ragnar Locker ransomware was arrested CISA adds Cisco IOS XE flaw to its Known Exploited Vulnerabilities catalog Tens of thousands Cisco IOS XE devices were hacked by exploiting CVE-2023-20198 Law enforcement operation seized Ragnar Locker group's infrastructure THE 11TH EDITION OF THE ENISA THREAT LANDSCAPE REPORT IS OUT! North Korea-linked APT groups actively exploit JetBrains TeamCity flaw Multiple APT groups exploited WinRAR flaw CVE-2023-38831 Californian IT company DNA Micro leaks private mobile phone data Threat actors have been exploiting CVE-2023-4966 in Citrix NetScaler ADC\/Gateway devices since August A flaw in Synology DiskStation Manager allows admin account takeover D-Link confirms data breach, but downplayed the impact CVE-2023-20198 zero-day widely exploited to install implants on Cisco IOS XE systems Russia-linked Sandworm APT compromised 11 Ukrainian telecommunications providers Ransomware realities in 2023: one employee mistake can cost a company millions Malware-laced 'RedAlert - Rocket Alerts' app targets Israeli users  Cisco warns of active exploitation of IOS XE zero-day Signal denies claims of an alleged zero-day flaw in its platform Microsoft Defender thwarted Akira ransomware attack on an industrial engineering firm DarkGate malware campaign abuses Skype and Teams The Alphv ransomware gang stole 5TB of data from the Morrison Community Hospital Security Affairs newsletter Round 441 by Pierluigi Paganini – INTERNATIONAL EDITION Lockbit ransomware gang demanded an 80 million ransom to CDW CISA warns of vulnerabilities and misconfigurations exploited in ransomware attacks Stayin' Alive campaign targets high-profile Asian government and telecom entities. Is it linked to ToddyCat APT? FBI and CISA published a new advisory on AvosLocker ransomware More than 17,000 WordPress websites infected with the Balada Injector in September Ransomlooker, a new tool to track and analyze ransomware groups' activities Phishing, the campaigns that are targeting Italy A new Magecart campaign hides the malicious code in 404 error page CISA adds Adobe Acrobat Reader flaw to its Known Exploited Vulnerabilities catalog Mirai-based DDoS botnet IZ1H9 added 13 payloads to target routers Air Europa data breach exposed customers' credit cards #OpIsrael, #FreePalestine & #OpSaudiArabia - How Cyber Actors Capitalize On War Actions Via Psy-Ops Microsoft Patch Tuesday updates for October 2023 fixed three actively exploited zero-day flaws New 'HTTP\/2 Rapid Reset' technique behind record-breaking DDoS attacks Exposed security cameras in Israel and Palestine pose significant risks A flaw in libcue library impacts GNOME Linux systems Hacktivists in Palestine and Israel after SCADA and other industrial control systems Large-scale Citrix NetScaler Gateway credential harvesting campaign exploits CVE-2023-3519 The source code of the 2020 variant of HelloKitty ransomware was leaked on a cybercrime forum Gaza-linked hackers and Pro-Russia groups are targeting Israel Flagstar Bank suffered a data breach once again Android devices shipped with backdoored firmware as part of the BADBOX network Security Affairs newsletter Round 440 by Pierluigi Paganini – International edition North Korea-linked Lazarus APT laundered over $900 million through cross-chain crime QakBot threat actors are still operational after the August takedown Ransomware attack on MGM Resorts costs $110 Million Cybersecurity, why a hotline number could be important? Multiple experts released exploits for Linux local privilege escalation flaw Looney Tunables Cisco Emergency Responder is affected by a critical Static Credentials bug. Fix it immediately! Belgian intelligence service VSSE accused Alibaba of ‘possible espionage’ at European hub in Liege CISA adds JetBrains TeamCity and Windows flaws to its Known Exploited Vulnerabilities catalog NATO is investigating a new cyber attack claimed by the SiegedSec group Global CRM Provider Exposed Millions of Clients’ Files Online Sony sent data breach notifications to about 6,800 individuals Apple fixed the 17th zero-day flaw exploited in attacks Atlassian Confluence zero-day CVE-2023-22515 actively exploited in attacks A cyberattack disrupted Lyca Mobile services Chipmaker Qualcomm warns of three actively exploited zero-days DRM Report Q2 2023 - Ransomware threat landscape Phishing campaign targeted US executives exploiting a flaw in Indeed job search platform San Francisco’s transport agency exposes drivers’ parking permits and addresses BunnyLoader, a new Malware-as-a-Service advertised in cybercrime forums Exclusive: Lighting the Exfiltration Infrastructure of a LockBit Affiliate (and more) Two hacker groups are back in the news, LockBit 3.0 Black and BlackCat\/AlphV European Telecommunications Standards Institute (ETSI) suffered a data breach WS_FTP flaw CVE-2023-40044 actively exploited in the wild National Logistics Portal (NLP) data leak: seaports in India were left vulnerable to takeover by hackers North Korea-linked Lazarus targeted a Spanish aerospace company Ransomware attack on Johnson Controls may have exposed sensitive DHS data BlackCat gang claims they stole data of 2.5 million patients of McLaren Health Care Security Affairs newsletter Round 439 by Pierluigi Paganini – International edition ALPHV\/BlackCat ransomware gang hacked the hotel chain Motel One FBI warns of dual ransomware attacks Progress Software fixed two critical severity flaws in WS_FTP Server Child abuse site taken down, organized child exploitation crime suspected – exclusive A still unpatched zero-day RCE impacts more than 3.5M Exim servers Chinese threat actors stole around 60,000 emails from US State Department in Microsoft breach Misconfigured WBSC server leaks thousands of passports CISA adds JBoss RichFaces Framework flaw to its Known Exploited Vulnerabilities catalog Cisco urges to patch actively exploited IOS zero-day CVE-2023-20109 Dark Angels Team ransomware group hit Johnson Controls GOOGLE FIXED THE FIFTH CHROME ZERO-DAY OF 2023 Russian zero-day broker is willing to pay $20M for zero-day exploits for iPhones and Android devices China-linked APT BlackTech was spotted hiding in Cisco router firmware Watch out! CVE-2023-5129 in libwebp library affects millions applications DarkBeam leaks billions of email and password combinations 'Ransomed.vc' in the Spotlight - What is Known About the Ransomware Group Targeting Sony and NTT Docomo Top 5 Problems Solved by Data Lineage Threat actors claim the hack of Sony, and the company investigates Canadian Flair Airlines left user data leaking for months The Rhysida ransomware group hit the Kuwait Ministry of Finance BORN Ontario data breach impacted 3.4 million newborns and pregnancy care patients Xenomorph malware is back after months of hiatus and expands the list of targets Smishing Triad Stretches Its Tentacles into the United Arab Emirates Crooks stole $200 million worth of assets from Mixin Network A phishing campaign targets Ukrainian military entities with drone manual lures Alert! Patch your TeamCity instance to avoid server hack Is Gelsemium APT behind a targeted attack in Southeast Asian Government? Nigerian National pleads guilty to participating in a millionaire BEC scheme New variant of BBTok Trojan targets users of +40 banks in LATAM Deadglyph, a very sophisticated and unknown backdoor targets the Middle East Alphv group claims the hack of Clarion, a global manufacturer of audio and video equipment for cars Security Affairs newsletter Round 438 by Pierluigi Paganini – International edition National Student Clearinghouse data breach impacted approximately 900 US schools Government of Bermuda blames Russian threat actors for the cyber attack Recently patched Apple and Chrome zero-days exploited to infect devices in Egypt with Predator spyware CISA adds Trend Micro Apex One and Worry-Free Business Security flaw to its Known Exploited Vulnerabilities catalog Information of Air Canada employees exposed in recent cyberattack Sandman APT targets telcos with LuaDream backdoor Apple rolled out emergency updates to address 3 new actively exploited zero-day flaws Ukrainian hackers are behind the Free Download Manager supply chain attack Space and defense tech maker Exail Technologies exposes database access Pro-Russia hacker group NoName launched a DDoS attack on Canadian airports causing severe disruptions Experts found critical flaws in Nagios XI network monitoring software The dark web drug marketplace PIILOPUOTI was dismantled by Finnish Customs International Criminal Court hit with a cyber attack GitLab addressed critical vulnerability CVE-2023-5009 Trend Micro addresses actively exploited zero-day in Apex One and other security Products ShroudedSnooper threat actors target telecom companies in the Middle East Recent cyber attack is causing Clorox products shortage Earth Lusca expands its arsenal with SprySOCKS Linux malware Microsoft AI research division accidentally exposed 38TB of sensitive data German intelligence warns cyberattacks could target liquefied natural gas (LNG) terminals Deepfake and smishing. How hackers compromised the accounts of 27 Retool customers in the crypto industry FBI hacker USDoD leaks highly sensitive TransUnion data North Korea's Lazarus APT stole almost $240 million in crypto assets since June Clop gang stolen data from major North Carolina hospitals CardX released a data leak notification impacting their customers in Thailand Security Affairs newsletter Round 437 by Pierluigi Paganini – International edition TikTok fined €345M by Irish DPC for violating children’s privacy Dariy Pankov, the NLBrute malware author, pleads guilty Dangerous permissions detected in top Android health apps Caesars Entertainment paid a ransom to avoid stolen data leaks Free Download Manager backdoored to serve Linux malware for more than 3 years Lockbit ransomware gang hit the Carthage Area Hospital and the Clayton-Hepburn Medical Center in New York The iPhone of a Russian journalist was infected with the Pegasus spyware Kubernetes flaws could lead to remote code execution on Windows endpoints Threat actor leaks sensitive data belonging to Airbus A new ransomware family called 3AM appears in the threat landscape Redfly group infiltrated an Asian national grid as long as six months￼ Mozilla fixed a critical zero-day in Firefox and Thunderbird Microsoft September 2023 Patch Tuesday fixed 2 actively exploited zero-day flaws Save the Children confirms it was hit by cyber attack Adobe fixed actively exploited zero-day in Acrobat and Reader A new Repojacking attack exposed over 4,000 GitHub repositories to hack MGM Resorts hit by a cyber attack Anonymous Sudan launched a DDoS attack against Telegram Iranian Charming Kitten APT targets various entities in Brazil, Israel, and the U.A.E. using a new backdoor GOOGLE FIXED THE FOURTH CHROME ZERO-DAY OF 2023 CISA adds recently discovered Apple zero-days to Known Exploited Vulnerabilities Catalog UK and US sanctioned 11 members of the Russia-based TrickBot gang New HijackLoader malware is rapidly growing in popularity in the cybercrime community Some of TOP universities wouldn’t pass cybersecurity exam: left websites vulnerable Evil Telegram campaign: Trojanized Telegram apps found on Google Play Rhysida Ransomware gang claims to have hacked three more US hospitals Akamai prevented the largest DDoS attack on a US financial company Security Affairs newsletter Round 436 by Pierluigi Paganini – International edition US CISA added critical Apache RocketMQ flaw to its Known Exploited Vulnerabilities catalog Ragnar Locker gang leaks data stolen from the Israel's Mayanei Hayeshua hospital North Korea-linked threat actors target cybersecurity experts with a zero-day Zero-day in Cisco ASA and FTD is actively exploited in ransomware attacks Zero-days fixed by Apple were used to deliver NSO Group’s Pegasus spyware Apple discloses 2 new actively exploited zero-day flaws in iPhones, Macs A malvertising campaign is delivering a new version of the macOS Atomic Stealer Two flaws in Apache SuperSet allow to remotely hack servers Chinese cyberspies obtained Microsoft signing key from Windows crash dump due to a mistake Google addressed an actively exploited zero-day in Android A zero-day in Atlas VPN Linux Client leaks users' IP address MITRE and CISA release Caldera for OT attack emulation ASUS routers are affected by three critical remote code execution flaws Hackers stole $41M worth of crypto assets from crypto gambling firm Stake Freecycle data breach impacted 7 Million users Meta disrupted two influence campaigns from China and Russia A massive DDoS attack took down the site of the German financial agency BaFin \"Smishing Triad\" Targeted USPS and US Citizens for Data Theft University of Sydney suffered a security breach caused by a third-party service provider Cybercrime will cost Germany $224 billion in 2023 PoC exploit code released for CVE-2023-34039 bug in VMware Aria Operations for Networks Security Affairs newsletter Round 435 by Pierluigi Paganini – International edition LockBit ransomware gang hit the Commission des services electriques de Montréal (CSEM) UNRAVELING EternalBlue: inside the WannaCry’s enabler Researchers released a free decryptor for the Key Group ransomware Fashion retailer Forever 21 data breach impacted +500,000 individuals Russia-linked hackers target Ukrainian military with Infamous Chisel Android malware Akira Ransomware gang targets Cisco ASA without Multi-Factor Authentication Paramount Global disclosed a data breach National Safety Council data leak: Credentials of NASA, Tesla, DoJ, Verizon, and 2K others leaked by workplace safety organization Abusing Windows Container Isolation Framework to avoid detection by security products Critical RCE flaw impacts VMware Aria Operations Networks UNC4841 threat actors hacked US government email servers exploiting Barracuda ESG flaw Hackers infiltrated Japan’s National Center of Incident Readiness and Strategy for Cybersecurity (NISC) for months FIN8-linked actor targets Citrix NetScaler systems Japan's JPCERT warns of new 'MalDoc in PDF' attack technique Attackers can discover IP address by sending a link over the Skype mobile app Cisco fixes 3 high-severity DoS flaws in NX-OS and FXOS software Cloud and hosting provider Leaseweb took down critical systems after a cyber attack Crypto investor data exposed by a SIM swapping attack against a Kroll employee China-linked Flax Typhoon APT targets Taiwan Researchers released PoC exploit for Ivanti Sentry flaw CVE-2023-38035 Resecurity identified a zero-day vulnerability in Schneider Electric Accutech Manager GitLab released security updates for Community Edition (CE) and Enterprise Edition (EE) to address multiple vulnerabilities, including a critical bug, tracked as CVE-2024-9164 (CVSS score of 9.6), allowing CI\/CD pipeline runs on unauthorized branches. “An issue was discovered in GitLab EE affecting all versions starting from 12.5 prior to 17.2.9, starting from 17.3, prior to 17.3.5, and starting from 17.4 prior to 17.4.2, which allows running pipelines on arbitrary branches. This is a critical severity issue. It is now mitigated in the latest release and is assigned CVE-2024-9164.” reads the advisory. The company addressed the following four high-severity issues: The two medium severity issues addressed by the organization are: In mid-September, GitLab released security patches for 17 vulnerabilities in GitLab CE (Community Edition) and EE (Enterprise Edition). One of these vulnerabilities is a critical pipeline execution flaw, tracked as CVE-2024-6678 (CVSS score of 9.9), that could allow an attacker to trigger a pipeline as an arbitrary user under certain circumstances. Follow me on Twitter: @securityaffairs and Facebook and Mastodon Pierluigi Paganini (SecurityAffairs – hacking, GitLab)  Cyber warfare \/ October 12, 2024 Cyber Crime \/ October 12, 2024 Security \/ October 11, 2024 APT \/ October 11, 2024 Data Breach \/ October 11, 2024 To contact me write an email to:\nPierluigi Paganini : \n[email protected]\n \nCopyright@securityaffairs 2024 ",
       "Contagem Palavra Tesla":4,
       "Contagem Palavra Elon Mushen":1,
       "Contagem Palavra Carro":35
    },
    {
       "Autor":"newsweek.com",
       "Titulo":"Tesla Stock Tumbles Despite Wall Street Hanging Near Records",
       "Descricao":"Tesla's stock tumbled 7.8 percent on Friday, weighing heavily on U.S. markets despite Wall Street's approach toward new records.\nThe sharp decline came after the electric-vehicle maker's \"We, Robot\" event on Thursday night, at which CEO Elon Musk unveiled the…",
       "Conteudo":"\n        Tesla's stock tumbled 7.8 percent on Friday, weighing heavily on U.S. markets despite Wall Street's approach toward new records.The sharp decline came after the electric-vehicle maker's \"We, Robot\" event on Thursday night, at which CEO Elon Musk unveiled the much-anticipated Cybercab, a…\n    ",
       "Contagem Palavra Tesla":1,
       "Contagem Palavra Elon Mushen":1,
       "Contagem Palavra Carro":0
    },
    {
       "Autor":"marketbeat.com",
       "Titulo":"Tesla (NASDAQ:TSLA) Shares Gap Down - Here's What Happened",
       "Descricao":"Shares of Tesla, Inc. (NASDAQ:TSLA - Get Free Report) gapped down prior to trading on Friday . The stock had previously closed at $238.77, but opened at $220.13. Tesla shares last traded at $218.17, with a volume of 48,794,000 shares.\nAnalysts Set New Price T…",
       "Conteudo":"\n        Shares of Tesla, Inc. (NASDAQ:TSLA - Get Free Report) gapped down prior to trading on Friday . The stock had previously closed at $238.77, but opened at $220.13. Tesla shares last traded at $218.17, with a volume of 48,794,000 shares.Analysts Set New Price TargetsTSLA has been the…\n    ",
       "Contagem Palavra Tesla":2,
       "Contagem Palavra Elon Mushen":0,
       "Contagem Palavra Carro":0
    },
    {
       "Autor":"U.Today",
       "Titulo":"Bitcoin to Power Vehicles of Future – Michael Saylor Reacts to Elon Musk’s Robotaxi Event",
       "Descricao":"Bitcoin to Power Vehicles of Future – Michael Saylor Reacts to Elon Musk’s Robotaxi Event",
       "Conteudo":"U.Today - Michael Saylor, cofounder and executive chairman of MicroStrategy, has taken to his account of the X social media network to issue a regular Bitcoin-themed tweet with an image. This time, however, the topic of his tweet is not only BTC. The message and the image seem to be a reaction to the recent presentation of Tesla’s Robotaxi\/Cybercab made by its CEO, Elon Musk, on Oct. 10. This event was called “We, Robot…” referring to a movie starring Will Smith based on Isaac Asimov’s sci-fi stories.  It seems to be a bullish reaction to the recent event staged by Tesla (NASDAQ:TSLA) boss Elon Musk. Musk presented unsupervised self-driving Cybertrucks that are going to be used as taxis. Musk gave a speech, in which he criticized the modern transportation system, which seems inefficient because of high traffic and other issues. Robotaxis\/Cybercabs do not have a steering wheel or pedals, and they do not require any control from passengers whatsoever. Earlier, Musk stated that users would be able to allow their Tesla cars to be used as taxis since, on average, a car is not used that frequently per week.  Aside from Cybercabs, the guests of the event also witnessed the appearance of Tesla-made androids called Tesla Optimus (“autonomous assistant, humanoid friend”). One of them even worked as a bartender, making cocktails and dressed correspondingly, also wearing a fedora hat and letting clients take a selfie with it. The robot showed a peace sign with his fingers while photos were taken. This article was originally published on U.Today",
       "Contagem Palavra Tesla":5,
       "Contagem Palavra Elon Mushen":2,
       "Contagem Palavra Carro":2
    }
 ]